Repository: khanhdev98/app_product
Catalog: module/content/lib/l10n/app_*.arb
Languages: vi

# hotel_booking_payment_3003_error
source: An error occurred during the payment process. Please try again.
vi: Có lỗi xảy ra trong quá trình thanh toán. Vui lòng thử lại.

# hotel_booking_payment_3004_error
source: An error occurred during the payment process. Please try again.
vi: Có lỗi xảy ra trong quá trình thanh toán. Vui lòng thử lại.

# hotel_booking_payment_3005_error
source: An error occurred during the payment process. Please try again.
vi: Có lỗi xảy ra trong quá trình thanh toán. Vui lòng thử lại.

# hotel_booking_payment_3006_error
source: The card has expired. Please try again.
vi: Thẻ đã hết hạn. Vui lòng thử lại.

# hotel_booking_payment_3007_error
source: Invalid CVC code. Please try again.
vi: CVC không hợp lệ. Vui lòng thử lại

# hotel_booking_payment_3008_error
source: Invalid card number. Please try again.
vi: Số thẻ không hợp lệ. Vui lòng thử lại.

# hotel_booking_payment_3009_error
source: This currency is not supported. Please try again.
vi: Loại tiền tệ này không được hổ trợ. Vui lòng thử lại.

# hotel_booking_payment_3010_error
source: An error occurred during the payment process. Please try again.
vi: Có lỗi xảy ra trong quá trình thanh toán. Vui lòng thử lại.

# hotel_booking_modify_coin_applied
source: Coins have been applied to the payment. Please view details in Total.
vi: Đã áp dụng xu vào thanh toán xem chi tiết ở Tổng giá.

# hotel_booking_modify_voucher_applied
source: Coins have been applied to the payment. Please view details in Total.
vi: Đã áp dụng mã giảm giá vào thanh toán xem chi tiết ở Tổng giá.

# hotel_booking_modify_point_applied
source: Points have been applied to the payment. Please view details in Total.
vi: Đã áp dụng Point vào thanh toán xem chi tiết ở Tổng giá.

# hotel_booking_modify_point_canceled
source: Applying Points to the payment for this order has been canceled.
vi: Đã huỷ bỏ áp dụng Point vào thanh toán cho đơn hàng này

# hotel_booking_modify_4006_error
source: Voucher unavailable
vi: Mã giảm giá không khả dụng. Vui lòng kiểm tra lại.

# hotel_booking_modify_4007_error
source: Voucher has been kept
vi: Đơn hàng đã qua cổng thanh toán, không thể bỏ áp dụng mã giảm giá.

# hotel_booking_modify_4008_error
source: The order is not eligible for a coupon code. Please check and try again.
vi: Đơn hàng chưa đủ điều kiện áp dụng mã giảm giá. Vui lòng kiểm tra lại.

# hotel_booking_modify_2004_error
source: Failed to apply
vi: Áp dụng thất bại

# hotel_booking_pay_1005_error
source: Incorrect value
vi: Sai giá trị

# hotel_booking_pay_2002_error
source: No orders found
vi: Không tìm thấy đơn hàng

# hotel_booking_pay_2004_error
source: Payment failed
vi: Thanh toán thất bại

# hotel_booking_6001_error
source: Wrong param
vi: Sai param

# hotel_booking_pay_6002_error
source: Incorrect card information
vi: Sai thông tin card

# hotel_booking_pay_6003_error
source: The card is not accepted
vi: Thẻ không được chấp nhận

# hotel_booking_pay_6004_error
source: Order creation error
vi: Lỗi tạo đơn hàng

# hotel_booking_pay_6005_error
source: TVP booking error
vi: Booking lỗi TVP

# hotel_booking_required_city
source: City is required
vi: Thành phố là bắt buộc

# hotel_booking_sub_bed
source: Extra bed
vi: Giường phụ

# hotel_booking_information
source: Booking information
vi: Thông tin đặt phòng

# hotel_booking_room_information
source: Room information
vi: Thông tin phòng

# hotel_booking_room_hotel
source: Hotel
vi: Khách sạn

# hotel_booking_x_nights
source: {x} nights
vi: {x} đêm

# hotel_booking_night_count
source: 1 night
vi: 1 đêm

# hotel_booking_change
source: Change
vi: Thay đổi

# hotel_booking_user_contact
source: Contact information
vi: Thông tin liên hệ

# hotel_bookng_without_tone_marks
source: (without tone marks)
vi: (không dấu)

# hotel_booking_first_name
source: First name
vi: Tên

# hotel_booking_last_name
source: Last name
vi: Họ

# hotel_booking_middle_name
source: Middle name
vi: Tên đệm

# hotel_booking_given_name
source: Middle & First/Given name
vi: Tên đệm & Tên

# hotel_booking_phone_number
source: Phone number
vi: Số điện thoại

# hotel_booking_country
source: Country
vi: Quốc gia

# hotel_booking_im_a_guest
source: I'm a guest
vi: Tôi là người lưu trú

# hotel_booking_guest_information
source: Guest information
vi: Thông tin khách lưu trú

# hotel_booking_fill_contact_information
source: Enter contact information of you or of the person responsible for keeping in touch with the accommodation service supplier.
vi: Nhập thông tin liên hệ của bạn hoặc người chịu trách nhiệm giữ liên lạc với nhà cung cấp dịch vụ lưu trú.

# hotel_booking_name_as_in_passport
source: Full name as indicated on the ID card/Passport
vi: Họ và tên như trong CMND/Thẻ căn cước/Hộ chiếu

# hotel_booking_payments
source: Payment options
vi: Hình thức thanh toán

# hotel_booking_prepay
source: Pay now
vi: Thanh toán ngay

# hotel_booking_postpaid
source: Pay later
vi: Thanh toán sau

# hotel_booking_prepay_description
source: Hahalolo will help process your payment. You will pay the full amount today upon completion of the booking
vi: Hahalolo sẽ hỗ trợ xử lý thanh toán của bạn. Bạn sẽ thanh toán toàn bộ hôm nay khi hoàn tất đặt phòng.

# hotel_booking_postpaid_description
source: The property will process your payment. Depending on booking conditions, you can pay in part or in full at the property.
vi: Chỗ nghỉ sẽ xử lý thanh toán. Tùy vào điều kiện đặt phòng mà chỗ nghỉ có thể thanh toán một phần hoặc toàn bộ.

# hotel_booking_bill_information
source: Payment information
vi: Thông tin thanh toán

# hotel_booking_use_contact_information
source: Use contact's information
vi: Sử dụng thông tin người liên hệ

# hotel_booking_state
source: State
vi: Bang

# hotel_booking_city
source: City
vi: Thành phố

# hotel_booking_save_payment_information
source: Save payment information for next time
vi: Lưu thông tin thanh toán cho lần sau

# hotel_booking_use_x_y_to_pay
source: Use {x} {y} for payment
vi: Sử dụng {x} {y} để thanh toán

# hotel_booking_equal_to_x_unit
source: Equivalent to {x} {unit}
vi: Tương ứng với {x} {unit}

# hotel_booking_payment_methods
source: Payment method
vi: Phương thức thanh toán

# hotel_booking_payment_note
source: Note: HAHALOLO shall support users with FREE bank charges
vi: Ghi chú: Phí thanh toán ngân hàng sẽ được HAHALOLO hỗ trợ MIỄN PHÍ cho người sử dụng

# hotel_booking_free
source: Free
vi: Miễn phí

# hotel_booking_anything_else
source: Is there anything else we can help you with?
vi: Bạn cần thêm gì không?

# hotel_booking_inform_the_accommodation
source: We will inform the property that you are interested in these services. Please note.
vi: Chúng tôi sẽ thông báo cho nơi lưu trú biết rằng bạn đang quan tâm đến các dịch vụ này. Xin lưu ý

# hotel_booking_can_not_guaranteed
source: Your request cannot be guaranteed. Do not worry! The property will try to fulfill your needs.
vi: Yêu cầu của bạn có thể không được đảm bảo. Đừng lo! chỗ nghỉ sẽ cố gắng đáp ứng cho bạn.

# hotel_booking_additional_services
source: These are extra services that arise beyond your booking request and may incur additional fees for the property when used.
vi: Đây là các dịch vụ phát sinh ngoài yêu cầu đặt phòng và có thể bạn sẽ phải trả thêm phí cho chỗ nghỉ khi sử dụng.

# hotel_booking_note
source: Note:
vi: Lưu ý:

# hotel_booking_promo_apply_rule
source: Coins and Coupon Code are not applied to the following forms of payment.
vi: Không áp dụng Mã giảm giá/Xu/Point cho phương thức thanh toán sau.

# hotel_booking_saved_payment_information
source: Payment information saved
vi: Thông tin thanh toán đã lưu

# hotel_booking_fill_new_payer_information
source: Enter new payer information
vi: Nhập mới thông tin người thanh toán khác

# hotel_booking_maximum_coins_can_be_use
source: The maximum number of coins can be used for this order.
vi: Số lượng xu tối đa có thể sử dụng cho đơn này.

# hotel_booking_coins
source: Coins
vi: Xu

# hotel_booking_unknown
source: I don't know
vi: Tôi chưa biết

# hotel_booking_planning_arrive_after_x_date
source: If you plan to arrive after {x}, please inform the host of your scheduled check-in time:
vi: Nếu dự định đến nơi sau {x} vui lòng thông báo cho nhà chung cấp dịch vụ lưu trú về thời gian nhận phòng dự kiến của bạn:

# hotel_booking_other_services_may_charge
source: Additional services can be charged. Please contact the accommodation in advance for further information.
vi: Các dịch vụ khác có thể sẽ tính phí. Vui lòng liên hệ trước với nơi lưu trú để biết thêm thông tin.

# hotel_booking_term_and_policies
source: Terms - Policies
vi: Điều khoản - Chính sách

# hotel_booking_privacy_policy
source: Privacy Policy
vi: Chính sách riêng tư

# hotel_booking_tp_and_pp
source: By proceeding with the next step, I confirm that I have read and agreed to Hahalolo's Terms - Policies and Privacy Policy
vi: Tiếp tục thực hiện bước tiếp theo, tôi xác nhận đã xem và chấp thuận theo các Điều khoản - Chính sách và Chính sách riêng tư của Hahalolo

# hotel_booking_important_note
source: Note
vi: Lưu ý

# hotel_booking_select_time
source: Select time
vi: Chọn thời gian

# hotel_booking_room_x_night
source: Room x 1, 1 night
vi: Phòng x 1, 1 đêm

# hotel_booking_x_rooms_x_night
source: Room x {x}, 1 night
vi: Phòng x {x}, 1 đêm

# hotel_booking_x_rooms_x_y_nights
source: Room x {x}, {y} nights
vi: Phòng x {x}, {y} đêm

# hotel_booking_room_x_x_nights
source: Room x 1, {x} nights
vi: Phòng x 1, {x} đêm

# hotel_booking_taxes_and_fees
source: Taxes & fees
vi: Thuế & phí

# hotel_booking_service_charge
source: Service fee
vi: Phí dịch vụ

# hotel_booking_payment_fees
source: Payment fee
vi: Phí thanh toán

# hotel_booking_accommodation_currency
source: Property currency
vi: Tiền tệ chỗ nghỉ

# hotel_booking_points_fees
source: Use points
vi: Dùng point

# hotel_booking_coins_fees
source: Use coins
vi: Dùng xu

# hotel_booking_voucher_fees
source: Coupon code
vi: Mã giảm giá

# hotel_booking_discount
source: Promotion
vi: Khuyến mãi

# hotel_booking_meal_service
source: Meal service
vi: Dịch vụ bữa ăn

# hotel_booking_meal_service_description
source: Below are the breakfast services that the accommodation can provide to you. If you would like to apply for this service, please contact the accommodation's front desk directly.
vi: Dưới đây là dịch vụ bữa ăn sáng mà nơi lưu trú có thể cung cấp cho bạn. Nếu bạn muốn đăng ký dịch vụ này, vui lòng liên hệ trực tiếp tại quầy lễ tân của nơi lưu trú

# hotel_booking_meal_price_per_breakfast
source: Price per type of breakfast
vi: Giá mỗi loại bữa sáng

# hotel_booking_extended_service
source: Extra services
vi: Dịch vụ mở rộng

# hotel_booking_extended_service_description
source: Select the total number of extra beds you want to add to this order. You are only allowed to add up to {x} extra beds.
vi: Chọn tổng số giường phụ bạn muốn thêm cho đơn hàng này. Bạn chỉ được phép thêm tối đa {x} giường phụ.

# hotel_booking_quantity
source: Quantity
vi: Số lượng

# hotel_booking_total
source: Total
vi: Tổng

# hotel_booking_unit_price
source: Price
vi: Đơn giá

# hotel_booking_x_price_per_person_per_day
source: {x} people/day
vi: {x} người/ngày

# hotel_booking_x_price_per_bed_per_person_per_day
source: {x} beds/person/day
vi: {x} giường/người/ngày

# hotel_booking_price_details
source: Price details
vi: Chi tiết giá

# hotel_booking_billings_information
source: Payment information
vi: Thông tin thanh toán

# hotel_booking_service_charge_description
source: We will keep this fee as a commission for the service and support in your reservation-related issues on the Hahalolo system.
vi: Chúng tôi sẽ giữ lại phần phí này như là hoa hồng dành cho quy trình phục vụ và hỗ trợ các vấn đề liên quan đến dịch vụ của bạn trên hệ thống Hahalolo.

# hotel_booking_payment_fees_description
source: Payment fee is the amount of transaction fees per transaction that you need to pay online payment services suppliers.
vi: Phí thanh toán là khoản phí giao dịch tương ứng với mỗi yêu cầu thanh toán mà bạn cần phải trả phí cho bên cung cấp dịch vụ cổng thanh toán online.

# hotel_booking_taxes_and_fees_description
source: Taxes and fees are the amount of money charged under the regulations of the property (hotel) that you are required to pay when using their accommodation services. Please read the Terms of Use for further details.
vi: Thuế và phí là khoản thu theo quy định của nơi cung cấp chỗ nghỉ (khách sạn) mà bạn phải chi trả khi sử dụng dịch vụ lưu trú. Để biết thêm chi tiết vui lòng xem thêm thông tin tại Điều khoản sử dụng.

# hotel_booking_accommodation_currency_description
source: The price has been converted based on the available currency of the Supplier.
vi: Là giá đã được chuyển đổi dựa trên đơn vị tiền tệ mà Nhà cung cấp đang sử dụng.

# hotel_booking_accommodation_currency_sub_descr_1
source: The exchange rate is subject to change before you pay.
vi: Tỷ giá hối đoái có thể thay đổi trước khi bạn thanh toán.

# hotel_booking_accommodation_currency_sub_descr_2
source: Your card issuer can charge a foreign transaction fee.
vi: Đơn vị phát hành thẻ của bạn có thể tính phí giao dịch bằng ngoại tệ.

# hotel_booking_enter_maximum_x_char
source: Enter a maximum of {x} characters
vi: Nhập tối đa {x} ký tự

# hotel_booking_point_not_available
source: Points are not available.
vi: Số Point không khả dụng.

# hotel_booking_coin_not_available
source: Coins are not available.
vi: Số Xu không khả dụng.

# hotel_booking_voucher_not_available
source: Coupon code is not available.
vi: Mã giảm giá không khả dụng.

# hotel_booking_please_check_again
source: Please check again.
vi: Vui lòng kiểm tra lại.

# hotel_booking_point_change
source: The number of points applied has changed due to the change of total payment.
vi: Số point áp dụng đã thay đổi do tổng thanh toán thay đổi.

# hotel_booking_hold_warning
source: Your property reservation has been made, so you cannot change the order information. Please make a payment to complete your reservation.
vi: Chỗ nghỉ của bạn đang được giữ chỗ, không thể thay đổi thông tin đơn hàng. Vui lòng thanh toán để hoàn tất đặt giữ chỗ.

# hotel_booking_total_point_change
source: Your available Points have changed. Please enter the number of Points to apply for the order.
vi: Số Point bạn đang có đã thay đổi. Vui lòng nhập số Point để áp dụng cho đơn hàng.

# search_city_city_or_state_hint
source: Where do you want to stay?
vi: Bạn muốn ở đâu?

# search_city_no_result
source: No matching locations found...
vi: Không tìm thấy địa điểm phù hợp...

# search_city_choose_the_city
source: Search for hotels
vi: Tìm kiếm khách sạn

# advanced_search_pick_a_hotel
source: Select a hotel
vi: Chọn khách sạn

# advanced_search_any_review
source: Any
vi: Bất kỳ

# advanced_search_star_rating
source: Star rating
vi: Xếp hạng sao

# advanced_search_any_star
source: Unrated
vi: Không xếp hạng

# advanced_search_a_star
source: 1 star
vi: 1 sao

# advanced_search_x_star
source: {x} stars
vi: {x} sao

# advanced_search_business_type
source: Property type
vi: Loại hình chỗ nghỉ

# advanced_search_reset_button
source: Reset
vi: Đặt lại

# advanced_search_search_button
source: Search
vi: Tìm kiếm

# advanced_search_evaluation_point
source: Review score
vi: Điểm đánh giá

# advanced_search_no_city_error
source: No property selected
vi: Chưa chọn chỗ nghỉ

# advanced_search_title
source: Advanced search
vi: Tìm kiếm nâng cao

# advanced_search_clear
source: Clear
vi: Xóa

# advanced_search_no_date_error
source: No date selected
vi: Chưa chọn ngày

# hotel_hand_note_item_view_booking_code_title
source: Booking number
vi: Mã đặt phòng

# hotel_hand_note_title_hotel_order
source: Hotel booking orders
vi: Đơn đặt phòng khách sạn

# hotel_order_detail_view_information_order
source: Order information
vi: Thông tin đơn hàng

# hotel_show_list
source: Show list
vi: Hiển thị danh sách

source: Hotel not found!
vi: Không tìm thấy hotel!

# hotel_search_near_by
source: Near by
vi: Xung quanh bạn

# hotel_map_filter
source: Sort by
vi: Sắp xếp

# hotel_map_default
source: Default
vi: Mặc định

# hotel_map_high_rate
source: Top rated
vi: Đánh giá hàng đầu

# hotel_map_high_order
source: Most booked
vi: Được đặt nhiều nhất

# hotel_map_high_star
source: Star rating: High to low
vi: Hạng sao cao đến thấp

# hotel_map_low_star
source: Star rating: Low to high
vi: Hạng sao thấp đến cao

# hotel_map_distance_center
source: Distance from center
vi: Khoảng cách từ trung tâm

# advanced_search_less_x_unit
source: Less {x}{unit}
vi: Dưới {x}{unit}

# advanced_search_over_x_unit
source: From {x}{unit} and over
vi: Từ {x}{unit} trở lên

# advanced_search_from_x_to_less_y_unit
source: From {x}{unit} to under {y}{unit}
vi: Từ {x}{unit} đến dưới {y}{unit}

# advanced_search_distance_from_center
source: Distance from center
vi: Khoảng cách từ trung tâm

# hotel_booking_do_you_want_to_remove_a_user
source: Do you really want to remove {user} from the list?
vi: Bạn thực sự muốn xóa {user} ra khỏi danh sách?

# hotel_surcharge
source: Surcharge
vi: Phụ phí

# hotel_hand_note_reply
source: Property's response
vi: Phản hồi từ Chỗ nghỉ

# hotel_hand_note_utilities_title_room
source: ROOM AMENITIES
vi: TIỆN NGHI PHÒNG
