Repository: khanhdev98/app_product
Catalog: module/content/lib/l10n/app_*.arb
Languages: vi

# tour_booking_screen_item_apply_coin_view_action_view_detail
source: The maximum number of coins that can be used for this order.
vi: Số lượng xu tối đa có thể sử dụng cho đơn hàng này.

# tour_booking_screen_item_apply_coin_view_content_use
source: Use
vi: Dùng

# tour_booking_screen_item_apply_coin_view_content_number_coin
source: {number} Coins
vi: {number} Xu

# tour_booking_screen_item_apply_coin_view_content_to_pay
source: for payment.
vi: để thanh toán.

# tour_booking_screen_item_apply_coin_view_content_corresponding
source: (Corresponding to
vi: (Tương ứng với

# tour_booking_success_text_done
source: Done
vi: Xong

# tour_booking_success_header_booking_success
source: Booking successful
vi: Đặt tour thành công

# tour_booking_success_header_textspan_reservation_success
source: Your Booking request has been successfully made
vi: Yêu cầu Đặt chỗ của bạn đã được thực hiện thành công

# tour_booking_success_header_textspan_paid
source: (Paid).
vi: (Đã thanh toán).

# tour_booking_success_header_textspan_itinerary_details
source: You can check the itinerary details below.
vi: Bạn có thể kiểm tra thông tin chi tiết hành trình bên dưới.

# tour_booking_success_title_tour_information
source: Tour information
vi: Thông tin tour

# tour_booking_success_tour_information_tour_name
source: Tour name
vi: Tên Tour

# tour_booking_success_tour_information_departure
source: Departure
vi: Điểm khởi hành

# tour_booking_success_tour_information_departure_date
source: Departure date
vi: Ngày khởi hành

# tour_booking_success_tour_information_end_date
source: End date
vi: Ngày kết thúc

# tour_booking_success_tour_information_Number_of_days
source: Number of days
vi: Số ngày

# tour_booking_success_tour_information_passengers
source: Number of passengers
vi: Số hành khách

# tour_booking_success_tour_information_detail_Passengers
source: 1 adult
vi: 1 người lớn

# tour_booking_success_title_contact_information
source: Contact Information
vi: Thông tin liên hệ

# tour_booking_success_contact_information_full_name
source: Full name:
vi: Họ tên:

# tour_booking_success_contact_information_phone_number
source: Phone number:
vi: Số điện thoại:

# tour_booking_success_contact_information_address
source: Address:
vi: Địa chỉ:

# tour_booking_success_title_installment_information
source: Installment order information
vi: Thông tin đơn hàng trả góp

# tour_booking_success_installment_information_total_order_value
source: Total order value:
vi: Tổng giá trị đơn hàng:

# tour_booking_success_installment_information_prepaid_rate
source: Prepaid rate:
vi: Tỷ lệ trả trước:

# tour_booking_success_installment_information_prepayment_amount
source: Prepayment amount:
vi: Số tiền trả trước:

# tour_booking_success_installment_information_remaining_amount
source: Remaining balance:
vi: Số tiền còn lại phải trả:

# tour_booking_success_installment_information_conversion_information
source: Information conversion fee:
vi: Phí chuyển đổi thông tin:

# tour_booking_success_installment_information_banking_fee
source: Bank fee:
vi: Phí ngân hàng:

# tour_booking_success_installment_information_installment_interest_rate
source: Installment interest rate (0%):
vi: Lãi suất trả góp (0%):

# tour_booking_success_installment_information_installment_interest_month
source: Installment interest (month):
vi: Tiền lãi trả góp (tháng):

# tour_booking_success_installment_information_total_amount
source: Total installment payment:
vi: Tổng tiền phải trả góp:

# tour_booking_success_installment_information_payment_term
source: Installment tenor (month):
vi: Kỳ hạn trả góp (tháng):

# tour_booking_success_installment_information_payment_term_detail
source: {month} months
vi: {month} tháng

# tour_booking_success_installment_information_monthly_amount
source: Monthly installment amount:
vi: Số tiền trả góp hàng tháng:

# tour_booking_success_installment_information_next_installment_period
source: Next installment tenor
vi: Kỳ hạn trả góp tiếp theo

# tour_booking_success_title_transaction_information
source: Transaction information
vi: Thông tin giao dịch

# tour_booking_success_transaction_information_tour_id
source: Tour ID:
vi: Mã tour:

# tour_booking_success_transaction_information_booking_code
source: Booking code:
vi: Mã đặt chỗ:

# tour_booking_success_transaction_information_total_payment
source: Total payment:
vi: Tổng thanh toán:

# tour_booking_success_transaction_information_payer
source: Payer:
vi: Người thanh toán:

# tour_booking_success_transaction_information_address
source: Address:
vi: Địa chỉ:

# tour_booking_success_transaction_information_content_billing
source: Payment content:
vi: Nội dung thanh toán:

# tour_booking_success_transaction_information_order_payment
source: Order payment
vi: Thanh toán đơn đặt hàng

# tour_booking_success_transaction_information_order_advance
source: Installment order prepayment
vi: Trả trước đơn hàng trả góp

# tour_booking_success_textspan_footer_thanks
source: Thank you for your trust in Hahalolo's service.
vi: Cảm ơn bạn đã tin tưởng và sử dụng dịch vụ của

# tour_booking_success_textspan_footer_doubt
source: If you have any questions or need further assistance, please contact Hahalolo Help Center
vi: Nếu có bất kì thắc mắc nào hay cần sự giúp đỡ, vui lòng liên hệ đến Trung tâm hỗ trợ

# tour_booking_success_textspan_footer_last_text
source: for instructions.
vi: của Hahalolo để nhận được hướng dẫn.

# tour_booking_success_bottomview_view_details
source: View details
vi: Xem chi tiết

# tour_booking_success_bottomview_new_booking
source: Book new
vi: Đặt tour mới

# tour_booking_title_info_detail_tour
source: Tour details
vi: Thông tin chi tiết tour

# tour_booking_info_detail_tour_title_info_tour
source: Information
vi: Thông tin

# tour_booking_info_detail_tour_info_tour_starttext_tour_name
source: Tour name
vi: Tên tour

# tour_booking_info_detail_tour_info_tour_endtext_discover
source: Phu Quy Island Discovery
vi: Khám phá Hòn Ngọc Phú Quý

# tour_booking_or_detail_tour_id
source: Tour ID
vi: Mã tour

# tour_booking_or_detail_tour_time
source: Times
vi: Thời gian

# tour_booking_or_detail_departure_date
source: Departure date
vi: Ngày khởi hành

# tour_booking_info_detail_tour_info_tour_end_date
source: End date
vi: Ngày kết thúc

# tour_booking_or_detail_tour_departure
source: Departure
vi: Điểm khởi hành

# tour_booking_info_detail_tour_info_tour_ending_location
source: Destination
vi: Điểm kết thúc

# tour_booking_info_detail_tour_info_tour_starttext_tour_type
source: Tour type
vi: Loại tour

# tour_booking_info_detail_tour_info_tour_description
source: Description
vi: Mô tả

# tour_booking_info_detail_tour_title_table_price
source: Tour price list
vi: Bảng giá tour

# tour_booking_starttext_adult
source: Adult
vi: Người lớn

# tour_booking_starttext_child
source: Child
vi: Trẻ em

# tour_booking_starttext_young_child
source: Young child
vi: Trẻ nhỏ

# tour_booking_starttext_baby
source: Baby
vi: Em bé

# tour_booking_info_detail_tour_title_tour_listpart
source: List of parts
vi: Danh sách chặng

# tour_booking_info_detail_tour_title_separate_regulations
source: Regulations information
vi: Thông tin quy định

# tour_booking_info_detail_tour_title_privacy_policy
source: Private regulations
vi: Quy định riêng

# tour_booking_info_detail_tour_title_installment_policy
source: Installment plan
vi: Chính sách trả góp

# tour_booking_bottom_detail_price_collapsed_have_info_item_cart
source: Total amount
vi: Tổng tiền

# tour_booking_bottom_detail_price_collapsed_dont_have_info_item_cart
source: Prepaid amount
vi: Số tiền trả trước

# tour_booking_bottom_detail_price_collapsed_pay
source: Pay
vi: Thanh toán

# tour_booking_bottom_detail_price_bottom_starttext_service
source: Services
vi: Dịch vụ

# tour_booking_bottom_detail_price_bottom_starttext_promotion
source: Promotion
vi: Khuyến mãi

# tour_booking_bottom_detail_price_bottom_use_promotion
source: Coupon code
vi: Mã giảm giá

# tour_booking_bottom_detail_price_bottom_starttext_use_coins
source: Use coins
vi: Dùng xu

# tour_booking_bottom_detail_price_bottom_starttext_total_amount
source: Total amount
vi: Tổng tiền

# tour_booking_bottom_detail_price_bottom_text_included_discount
source: Discount included for 100% prepayment
vi: Đã bao gồm chiết khấu khi thanh toán trả trước 100%

# tour_booking_bottom_detail_price_bottom_textspan_value_promotion
source: Promotion value:
vi: Giá trị khuyến mãi:

# tour_booking_title_item_count_passenger
source: Number of passengers
vi: Số lượng hành khách

# tour_booking_item_count_passenger_item_passenger_adult_detail
source: From {age} years old
vi: Từ {age} tuổi

# tour_booking_item_count_passenger_item_passenger_child_or_young_child_detail
source: {start_age} - under {end_age} years old
vi: {start_age} - dưới {end_age} tuổi

# tour_booking_item_count_passenger_item_passenger_text_baby_detail
source: Under {age} years old
vi: Dưới {age} tuổi

# tour_booking_item_count_passenger_bottom_request_support
source: Ask for support in entering traveler information later
vi: Yêu cầu được hỗ trợ nhập thông tin hành khách sau

# tour_booking_item_count_passenger_bottom_enter_traveler_information
source: Enter traveler information
vi: Nhập thông tin hành khách đi Tour

# tour_booking_title_item_info_billing
source: Payment information
vi: Thông tin người thanh toán

# tour_booking_item_info_billing_use_contact_info
source: Use contact's information
vi: Sử dụng thông tin người liên hệ

# tour_booking_title_item_info_contact_person
source: Contact information
vi: Thông tin người liên hệ

# tour_booking_title_item_method_payment
source: Payment method
vi: Hình thức thanh toán

# tour_booking_item_method_payment_text_full_payment
source: 100% payment
vi: Thanh toán 100%

# tour_booking_item_method_payment_text_installment_payment
source: Installment payment
vi: Thanh toán trả góp

# tour_booking_item_method_payment_pay_all_text_discount
source: You get a {discount}% discount
vi: Bạn được chiết khấu {discount}%

# tour_booking_item_method_payment_pay_all_textspan_total_discount
source: Total payable amount of order value after the discount:
vi: Tổng giá trị đơn hàng sau khi chiết khấu cần thanh toán là:

# tour_booking_title_item_select_service
source: Accompanied services
vi: Dịch vụ đính kèm

# tour_booking_item_select_service_add_service
source: Add service
vi: Thêm dịch vụ

# tour_booking_pay_installment_textspan_confirmation_code
source: We will send a confirmation code of the payment for the installment order in the next tenors via email:
vi: Chúng tôi sẽ gửi mã xác nhận thanh toán cho đơn hàng trả góp ở các chu kỳ tiếp theo thông qua email:

# tour_booking_pay_installment_check_email
source: Please double-check your email address.
vi: Xin vui lòng kiểm tra lại email đã chính xác ?

# tour_booking_pay_installment_number_installments_months
source: Number of installment months
vi: Số tháng trả góp

# tour_booking_pay_installment_rate_paid_installment_rate
source: Installment rate
vi: Tỉ lệ trả góp

# tour_booking_pay_installment_rate_paid_partial_prepayment
source: You must make a partial prepayment of the tour value. The monthly installment amount will be calculated based on the outstanding balance after the successful prepayment.
vi: Bạn phải thanh toán trả trước một phần giá trị Tour. Số tiền trả góp mỗi tháng sẽ được tính dựa trên dư nợ còn lại sau khi thực hiện thanh toán trả trước thành công.

# tour_booking_pay_installment_rate_paid_label_text_enter_prepaid
source: Enter your desired prepayment percentage
vi: Nhập vào % bạn muốn trả trước

# tour_booking_pay_installment_title_table_Detail_Installment
source: Installment details
vi: Chi tiết trả góp

# tour_booking_pay_installment_table_Detail_Installment_header_stt
source: No.
vi: STT

# tour_booking_pay_installment_table_Detail_Installment_header_info
source: Information
vi: Thông tin

# tour_booking_pay_installment_table_Detail_Installment_header_value
source: Value
vi: Giá trị

# tour_booking_pay_installment_table_Detail_Installment_info_row_first
source: Order value
vi: Giá trị đơn hàng

# tour_booking_pay_installment_table_Detail_Installment_info_row_second
source: Prepaid rate
vi: Tỉ lệ trả trước

# tour_booking_pay_installment_table_Detail_Installment_info_row_third
source: Prepaid value
vi: Giá trị trả trước

# tour_booking_pay_installment_table_Detail_Installment_info_row_fourth
source: Remaining balance
vi: Số tiền còn lại

# tour_booking_pay_installment_table_Detail_Installment_info_row_fifth
source: Information conversion fee
vi: Phí chuyển đổi thông tin

# tour_booking_pay_installment_table_Detail_Installment_info_row_sixth
source: Bank payment fee
vi: Phí thanh toán ngân hàng

# tour_booking_pay_installment_table_Detail_Installment_info_row_seventh
source: Interest rate (%)
vi: Lãi suất trả góp (%)

# tour_booking_pay_installment_table_Detail_Installment_info_row_eighth
source: Installment interest
vi: Tiền lãi trả góp

# tour_booking_pay_installment_table_Detail_Installment_info_row_ninth
source: Total installment amount
vi: Tổng tiền trả góp

# tour_booking_pay_installment_table_Detail_Installment_info_row_tenth
source: Installment tenor (Month)
vi: Kỳ hạn trả góp (Tháng)

# tour_booking_pay_installment_table_Detail_Installment_info_row_eleventh
source: Next installment tenor
vi: Kỳ hạn trả góp tiếp theo

# tour_booking_pay_installment_table_Detail_Installment_info_row_twelfth
source: Monthly installment amount
vi: Số tiền trả góp hàng tháng

# tour_booking_pay_installment_table_Detail_Installment_value_row_tenth
source: {month} Month
vi: {month} Tháng

# tour_booking_pay_installment_table_Detail_Installment_installment_plan
source: Installment plan
vi: Chính sách trả góp

# tour_booking_pay_installment_table_Detail_Installment_installment_plan_details
source: Installment plan details
vi: Chi tiết chính sách trả góp

# tour_booking_item_service_init_service_hint_text_accompanied_service
source: Accompanied services
vi: Dịch vụ đính kèm

# tour_booking_item_service_init_service_number_of_travelers
source: Number of passengers
vi: Số hành khách

# tour_booking_group_months_installment_label
source: {month} month
vi: {month} tháng

# tour_detail_screen_theme_text_travel_dreams
source: Travel Dreams
vi: Giấc mơ du lịch

# tour_detail_text_number_people_haha_page
source: 1,839,017 People Haha this page
vi: 1.839.017 người Haha trang này

# tour_detail_screen_theme_text_indochina_discovery
source: Indochina discovery: Seasides and Street Food
vi: Khám phá Đông Dương: Bên bờ biển và thức ăn đường phố

# tour_detail_text_installment_tour
source: INSTALLMENT TOUR
vi: TOUR TRẢ GÓP

# tour_detail_text_view_details
source: View details
vi: Xem chi tiết

# tour_detail_number_promotions
source: {promotions} Promotions
vi: {promotions} Khuyến mãi

# tour_detail_text_applying
source: applying
vi: đang áp dụng

# tour_detail_tab_info
source: Informations
vi: Thông tin

# tour_detail_tab_tour_parts
source: Itinerary details
vi: Chi tiết hành trình

# tour_detail_tab_promotion
source: Promotions
vi: Khuyến mãi

# tour_detail_tab_privacy_policy
source: Privacy policy
vi: Chính sách riêng tư

# tour_detail_tab_separate_regulations
source: Private regulations
vi: Quy định riêng

# tour_detail_tab_contact
source: Contact
vi: Liên hệ

# tour_detail_view_tab_installment
source: Installment plan
vi: Chính sách trả góp

# tour_detail_text_only_from
source: Only from
vi: Giá chỉ từ

# tour_detail_view_emptyTitle
source: The tour is no longer available
vi: Tour không còn khả dụng

# tour_detail_text_change_date
source: Change date
vi: Thay đổi ngày

# tour_detail_title_select_departure_month
source: Select departure month
vi: Chọn tháng khởi hành

# tour_detail_tour_has_no_available_schedule
source: No available schedules for this tour
vi: Tour không có lịch trình khả dụng

# tour_detail_title_upcoming_departure_schedule
source: Upcoming departure schedule
vi: Lịch khởi hành sắp tới

# tour_detail_schedule_title_departure
source: Departure date
vi: Khởi hành

# tour_detail_schedule_title_destination
source: End date
vi: Kết thúc

# tour_detail_text_book_now
source: Book now
vi: Đặt ngay

# tour_detail_view_action_menu_time_line
source: Timeline
vi: Dòng thời gian

# tour_detail_view_action_menu_tour_List
source: Tour List
vi: Danh sách tour

# tour_detail_view_action_menu_introduction
source: Introduction
vi: Giới thiệu

# tour_detail_view_action_menu_promotion
source: Promotion
vi: Khuyến mãi

# tour_detail_view_action_menu_appraise
source: Reviews
vi: Đánh giá

# tour_detail_rate_title_schedule
source: Schedule
vi: Lịch trình

# tour_detail_rate_title_meal
source: Meal
vi: Bữa ăn

# tour_detail_review_there_are_no_reviews_yet
source: There are no reviews yet
vi: Chưa có đánh giá nào

# tour_search_suggest_location_title
source: Outstanding tour destination
vi: Đia điểm đi tour nổi bật

# tour_detail_contact_title
source: We are available 24/7! If you have any questions about this service, please contact us using the information below. We will respond within 2 hours!
vi: Chúng tôi luôn sẵn sàng hỗ trợ 24/7! Nếu bạn có bất kỳ câu hỏi nào về dịch vụ này, hãy liên hệ theo thông tin bên dưới, chúng tôi sẽ phản hồi trong vòng 2 giờ!

# tour_detail_rate_title_property
source: Property
vi: Chỗ nghỉ

# tour_detail_rate_title_tour_guide
source: Tour guide
vi: Hướng dẫn viên

# tour_detail_rate_title_vehicle
source: Vehicle
vi: Phương tiện

# tour_detail_view_tool_bar_number_people_haha_page
source: {people} people Haha this page
vi: {people} người Haha trang này

# tour_detail_schedule_error_text_span_not_available
source: The tour schedule by month you selected is not available right now.
vi: Lịch trình tour theo tháng mà bạn chọn hiện không khả dụng ngay lúc này.

# tour_detail_schedule_error_text_span_choose_schedule_another
source: Please select another tour schedule.
vi: Vui lòng lựa chọn lịch trình tour khác.

# tour_detail_choose_schedule_title
source: Select schedule
vi: Chọn lịch trình

# tour_detail_choose_schedule_remain_slot
source: Only {slot} slots left
vi: Chỉ còn {slot} chỗ

# tour_detail_choose_schedule_month_and_year
source: Month {month}, {year}
vi: Tháng {month}, {year}

# tour_detail_choose_schedule_detail_title
source: Departure schedule
vi: Lịch khởi hành

# tour_detail_choose_schedule_detail_error_empty_title
source: The departure schedule is not available
vi: Lịch khởi hành không khả dụng

# tour_detail_choose_schedule_detail_cell_departure_date
source: Departure date: {days}
vi: Khởi hành ngày: {days}

# tour_detail_choose_schedule_detail_cell_text_departure
source: From
vi: Khởi hành

# tour_detail_choose_schedule_detail_cell_departure_begin
source: From {city}
vi: Từ thành phố {city}

# tour_detail_choose_schedule_detail_cell_text_end
source: End
vi: Kết thúc

# tour_detail_choose_schedule_detail_cell_departure_end
source: To {city}
vi: Đến thành phố {city}

# tour_detail_choose_schedule_detail_cell_text_promotion
source: Promotion
vi: Khuyến mãi

# tour_detail_choose_schedule_detail_cell_text_price
source: Price
vi: Giá

# tour_detail_choose_schedule_detail_cell_book_tour_now
source: Book now
vi: Đặt Tour ngay

# tour_detail_contact_infor_view_empty_title
source: Contact information is being updated
vi: Thông tin liên hệ đang cập nhật

# tour_detail_contact_infor_view_company_name
source: Company name
vi: Tên công ty

# tour_detail_infor_view_text_starting_from
source: Start from
vi: Bắt đầu từ

# tour_detail_infor_view_text_ends_at
source: End at
vi: Kết thúc tại

# tour_detail_infor_view_tour_type_domestic
source: Domestic tour
vi: Tour trong nước

# tour_detail_infor_view_tour_type_international
source: International tour
vi: Tour quốc tế

# tour_detail_infor_view_tour_text_info
source: Information
vi: Thông tin

# tour_detail_infor_view_tour_types
source: Type
vi: Thể loại

# tour_detail_infor_view_tour_service
source: Tour service
vi: Dịch vụ tour

# tour_detail_emptyTitle_no_data_found
source: No data found
vi: Không tìm thấy dữ liệu

# tour_detail_promotion_view_empty_title
source: No promotions are available
vi: Không có khuyến mãi nào được áp dụng

# tour_detail_promotion_view_time_application
source: Applicable period:
vi: Thời gian áp dụng:

# tour_detail_promotion_view_up_to_off_title
source: Up to
vi: Giảm đến

# tour_detail_promotion_view_promotion_up_to_off_title
source: {percent}% off
vi: {percent}%

# tour_detail_number_date_applies_promo
source: For every {weekDate}
vi: Cho các ngày {weekDate} hàng tuần

# tour_detail_prefix_last_date_applies_promo
source: and {lastDay}
vi: và {lastDay}

# tour_detail_promotion_view_promotion_cell_promotion_level
source: Promotion levels {level}:
vi: Mức khuyến mãi {level}:

# tour_detail_promotion_view_promotion_cell_discount1
source: {price}% off
vi: Giảm giá {price}%

# tour_detail_promotion_view_promotion_cell_discount2
source: {price} off
vi: Giảm giá {price}

# tour_detail_promotion_view_promotion_cell_minimum_order
source: Minimum order value: {price}
vi: Giá trị đơn hàng tối thiểu: {price}

# tour_detail_promotion_view_promotion_cell_minimum_adults
source: Minimum number of adults: {adult}
vi: Số người lớn tối thiểu: {adult}

# tour_detail_error_view_back
source: Back
vi: Quay lại

# tour_detail_shimmer_loading_message
source: ... people Haha this page
vi: ... người Haha trang này

# tour_hand_note_tabs_verify_sent_to_email
source: We sent you a confirmation code to pham54833@gmail.com
vi: Chúng tôi đã gửi cho bạn mã xác nhận đến email pham54833@gmail.com

# tour_hand_note_tabs_price
source: Price
vi: Giá

# tour_hand_note_tab_tour_view_warning_cancel_order_title
source: Cancel order
vi: Huỷ đơn hàng

# tour_hand_note_tab_tour_view_warning_cancel_order_message
source: Do you want to perform this action?
vi: Bạn có muốn thực hiện thao tác này không?

# tour_hand_note_tab_tour_view_warning_cancel_order_action_message
source: Confirm
vi: Xác nhận

# tour_hand_note_tab_tour_view_warning_cancel_order_negative_message
source: Cancel
vi: Hủy bỏ

# tour_hand_note_footer_action_total_amount
source: Total amount
vi: Tổng tiền

# tour_hand_note_footer_action_pay
source: Pay
vi: Thanh toán

# tour_hand_note_order_payment_view_order_id
source: Order Code
vi: Mã đơn hàng

# tour_hand_note_order_payment_view_paid
source: Paid
vi: Đã thanh toán

# tour_hand_note_order_payment_view_total_price
source: Total price
vi: Tổng giá

# tour_hand_note_order_payment_view_remaining_amount
source: Remaining balance
vi: Còn lại

# tour_hand_note_order_payment_view_start_text_installment_tenor
source: Installment tenor
vi: Kỳ trả góp

# tour_hand_note_order_payment_view_end_text_number_month
source: Month: {month}
vi: Tháng thứ {month}

# tour_hand_note_order_payment_view_installment_amount
source: Installment amount
vi: Số tiền trả góp

# tour_hand_note_order_payment_view_next_installment_period
source: Next installment tenor
vi: Kỳ hạn trả góp tiếp theo

# tour_hand_note_service_tour_bottom_view_total_payment
source: Total payment
vi: Tổng thanh toán

# tour_handnote_banner_waring_input_verify_error
source: An error occurred during verification. Please try again or tap "Resend confirmation code" to receive a new code via: pham54833@gmail.com
vi: Có lỗi xảy ra trong quá trình xác thực xin vui lòng thử lại hoặc bấm "Gửi lại mã xác nhận" để nhận mã mới qua email: pham54833@gmail.com

# tour_lockup_empty_title
source: No tour information found
vi: Không tìm thấy thông tin tour

# tour_lockup_title_info
source: Tour information
vi: Thông tin tour

# tour_lockup_title_lookup_tour_code
source: Look up booking number
vi: Tra cứu mã đặt Tour

# tour_lockup_form_search_hind_text_enter_promo
source: Enter promotion code
vi: Nhập mã khuyến mãi

# tour_number_date
source: {days, plural, =0{ },=1{{days} day} other{{days} days}}
vi: {days, plural, =0{ },=1{{days} ngày} other{{days} ngày}}

# tour_detail_text_day
source: Day
vi: Ngày
