Repository: khanhdev98/app_product
Catalog: module/content/lib/l10n/app_*.arb
Languages: vi

# flight_v2_component_result_trip_turn_departure
source: the departure
vi: đi

# flight_v2_component_result_trip_turn_arrival
source: the arrival
vi: đến

# flight_v2_component_result_booking_failed
source: Booking failed
vi: Đặt vé thất bại

# flight_v2_component_transit_approx
source: Transit approx
vi: Quá cảnh khoảng

# flight_v2_component_in
source: in
vi: tại

# flight_v2_notify_day_invalid_cannot_choose
source: You cannot choose
vi: Bạn không thể chọn ngày

# flight_v2_notify_day_invalid_because
source: because
vi: vì ngày

# flight_v2_notify_day_invalid_date_is
source: date is
vi: là ngày

# flight_v2_component_result_actionMessage_btn
source: Ok
vi: Đồng ý

# flight_v2_component_result_message
source: Please do not choose before current date
vi: Làm ơn không được chọn trước ngày hiện tại

# flight_v2_component_search_text_guest
source: Passengers
vi: Khách

# flight_v2_component_search_button_save
source: Save
vi: Lưu

# flight_v2_component_search_text_choose_a_date
source: Select a date
vi: Chọn ngày

# flight_v2_component_search_button_choose
source: Select
vi: Chọn

# flight_v2_component_notification_not_available
source: Flight is not available
vi: Chuyến bay không khả dụng

# flight_v2_widget_booking_total_price
source: Total amount
vi: Tổng giá

# flight_v2_widget_booking_continue
source: Continue
vi: Tiếp tục

# flight_v2_widget_booking_payer_information
source: Payer information
vi: Thông tin người thanh toán

# flight_v2_widget_booking_payer_use_contact_information
source: Use contact's information
vi: Sử dụng thông tin người liên hệ

# flight_v2_widget_booking_save_payment
source: Save payment information for next time
vi: Lưu thông tin thanh toán cho lần sau

# flight_v2_widget_booking_title_contact_information
source: Contact information
vi: Thông tin liên hệ

# flight_v2_widget_booking_title_checkbox_using_account
source: Use current account information
vi: Sử dụng thông tin tài khoản hiện tại

# flight_v2_widget_booking_title_checkbox_passenger
source: I'm a passenger
vi: Tôi là hành khách

# flight_v2_widget_booking_radio_gender
source: Gender
vi: Giới tính

# flight_v2_widget_booking_extension_male
source: Male
vi: Nam

# flight_v2_widget_booking_extension_female
source: Female
vi: Nữ

# flight_v2_widget_booking_radio_male
source: Male
vi: Nam

# flight_v2_widget_booking_radio_female
source: Female
vi: Nữ

# flight_v2_widget_booking_field_card_bank_card
source: Bank card
vi: Thẻ ngân hàng

# flight_v2_widget_booking_field_card_checked_baggage
source: Checked baggage
vi: Hành lý ký gửi

# flight_v2_widget_booking_title_passenger_information
source: Passenger information
vi: Thông tin hành khách

# flight_v2_widget_booking_information
source: information
vi: thông tin

# flight_v2_widget_booking_text_flight_details
source: Flight details
vi: Chi tiết Chuyến bay

# flight_v2_widget_booking_use_coins
source: Use coins
vi: Dùng xu

# flight_v2_component_booking_title_payment_information
source: Payment information
vi: Thông tin thanh toán

# flight_v2_widget_booking_coupon_code
source: Coupon code
vi: Mã giảm giá

# flight_v2_widget_booking_membership_card_number
source: Membership card number
vi: Số thẻ thành viên

# flight_v2_widget_booking_title_fare_details
source: Fare details
vi: Chi tiết giá vé

# flight_v2_widget_booking_content_price_info_fare
source: Fare
vi: Giá

# flight_v2_widget_booking_sub_title_taxes_fees
source: (Taxes and fees are included)
vi: (đã bao gồm thuế, phí)

# flight_v2_widget_booking_content_price_info_baggage
source: Baggage
vi: Hành lý

# flight_v2_widget_booking_content_price_info_service_fee
source: Service fee
vi: Phí dịch vụ

# flight_v2_widget_booking_content_price_info_service_payment_fee
source: Payment fee
vi: Phí thanh toán

# flight_v2_widget_common_one_way
source: One way
vi: Một chiều

# flight_v2_widget_common_details
source: Details
vi: Chi tiết

# flight_v2_widget_common_text_price
source: Price
vi: Giá

# flight_v2_widget_common_text_fare_conditions
source: Fare conditions
vi: Điều kiện giá vé

# flight_v2_widget_common_text_service_pack
source: Service packages
vi: Các gói dịch vụ

# flight_v2_widget_common_item_tax_inclusive
source: Tax inclusive
vi: Thuế bao gồm

# flight_v2_widget_common_item_vat
source: VAT
vi: GTGT

# flight_v2_widget_common_item_fee_inclusive
source: Fee inclusive
vi: Phí bao gồm

# flight_v2_widget_common_item_fee_surcharge
source: System and admin surcharge
vi: Phụ thu quản trị hệ thống

# flight_v2_widget_common_item_fee_screening
source: Security screening surcharge
vi: Phí soi chiếu an ninh

# flight_v2_widget_common_item_fee_convenient
source: Convenient payment surcharge
vi: Phụ thu tiện ích thanh toán

# flight_v2_widget_common_item_fee_airport
source: Airport fee
vi: Phí sân bay

# flight_v2_widget_common_text_price_per_ticket
source: Base fare
vi: Giá vé cơ bản

# flight_v2_widget_common_text_taxes_fees
source: Taxes & Fees
vi: Thuế và phí

# flight_v2_widget_common_service_service
source: Service
vi: Dịch vụ

# flight_v2_widget_common_text_total_amount
source: Total price
vi: Tổng giá

# flight_v2_widget_common_button_continue
source: Continue
vi: Tiếp tục

# flight_v2_widget_common_text_taxes_fees_inclusive
source: (Taxes and fees included)
vi: (Đã bao gồm thuế và phí)

# flight_v2_widget_common_service_accommodation_service
source: Accommodation services
vi: Dịch vụ lưu trú

# flight_v2_widget_common_text_direct_flight
source: Direct flight
vi: Bay thẳng

# flight_v2_widget_common_rules_1
source: For international flights or international transits, your passports must be valid for at least 06 months before the departure date.
vi: Đối với chuyến bay quốc tế hoặc quá cảnh quốc tế, hộ chiếu phải còn hiệu lực ít nhất 06 tháng trước ngày khởi hành.

# flight_v2_widget_common_rules_2
source: Vietnam Airlines and Bamboo Airways: Refuse to carry pregnant passengers with their pregnancy period from 36 weeks. Vietjet Air and Vietravel Airlines: Refuse to carry pregnant passengers with their pregnancy period from 32 weeks.
vi: Vietnam Airlines và Bamboo Airways: Từ chối vận chuyển hành khách mang thai từ 36 tuần trở lên. Vietjet Air và Vietravel Airlines: Từ chối vận chuyển hành khách mang thai từ 32 tuần trở lên.

# flight_v2_widget_common_rules_3
source: Baby from 14 days old to under 02 years old must be accompanied by an adult over the age of 18.
vi: Em bé từ 14 ngày đến dưới 02 tuổi cần đi cùng người lớn từ 18 tuổi trở lên.

# flight_v2_widget_common_rules_4
source: The age of children/babies will be calculated from the date of birth to the date of flight departure, based on the child's birth certificate/passport.
vi: Độ tuổi của trẻ em/em bé sẽ được tính từ ngày sinh đến ngày khởi hành chuyến bay, căn cứ vào Giấy khai sinh/hộ chiếu của trẻ.

# flight_v2_widget_common_rules_5
source: In case of children traveling alone, please contact the agent for more information about unaccompanied minor service.
vi: Trường hợp trẻ em đi một mình vui lòng liên hệ trực tiếp đại lý để được tư vấn dịch vụ trẻ em đi một mình trên chuyến bay.

# flight_v2_widget_confirm_title_contact_information
source: Contact information
vi: Thông tin liên hệ

# flight_v2_widget_confirm_description
source: Gender
vi: Giới tính

# flight_v2_widget_confirm_description_full_name
source: Full name
vi: Họ tên

# flight_v2_widget_confirm_description_phone_number
source: Phone number
vi: Số điện thoại

# flight_v2_widget_confirm_description_address
source: Address
vi: Địa chỉ

# flight_v2_widget_confirm_text_ticket_booking_successful
source: Booking successful
vi: Đặt vé thành công

# flight_v2_widget_confirm_text_reservation_request
source: Your Booking request has been successfully made
vi: Yêu cầu Đặt chỗ của bạn đã được thực hiện thành công

# flight_v2_widget_confirm_text_paid_already
source: (Paid)
vi: (Đã thanh toán)

# flight_v2_widget_confirm_text_check_the_itinerary
source: . You can check itinerary details below.
vi: . Bạn có thể kiểm tra thông tin chi tiết hành trình bên dưới.

# flight_v2_widget_confirm_title_payment_information
source: Payment information
vi: Thông tin Thanh toán

# flight_v2_widget_confirm_description_orders
source: Orders
vi: Đơn hàng

# flight_v2_widget_confirm_description_price
source: Price
vi: Giá

# flight_v2_widget_confirm_description_payers
source: Payer
vi: Người thanh toán

# flight_v2_widget_confirm_button_view_details
source: View details
vi: Xem chi tiết

# flight_v2_widget_confirm_button_book_a_new_ticket
source: Book new
vi: Đặt thêm vé mới

# flight_v2_widget_confirm_textspan_trusting_using
source: Thank you for your trust in our service
vi: Cảm ơn bạn đã tin tưởng và sử dụng dịch vụ của

# flight_v2_widget_confirm_textspan_question_help
source: If you have any questions or need further assistance, please contact Hahalolo Help Center
vi: Nếu có bất kì thắc mắc nào hay cần sự giúp đỡ, vui lòng liên hệ đến Trung tâm hỗ trợ

# flight_v2_widget_confirm_text_paid_instructions
source: for instructions.
vi: của Hahalolo để nhận được hướng dẫn.

# flight_v2_widget_confirm_title_passenger_information
source: Passenger information
vi: Thông tin hành khách

# flight_v2_widget_confirm_title_flight_information
source: Flight information
vi: Thông tin chuyến bay

# flight_v2_widget_confirm_text_ticket_class
source: Class
vi: Hạng vé

# flight_v2_widget_confirm_text_booking_code
source: Booking reference
vi: Mã đặt chỗ

# flight_v2_widget_confirm_text_flight
source: Flight
vi: Chuyến bay

# flight_v2_widget_confirm_description_name
source: Name
vi: Tên

# flight_v2_widget_confirm_description_guest_type
source: Passenger type
vi: Loại khách

# flight_v2_widget_confirm_description_baggage
source: Baggage
vi: Hành lý

# flight_v2_widget_detail_text_booking_code
source: Booking reference:
vi: Mã đặt chỗ:

# flight_v2_widget_detail_text_status
source: Status:
vi: Tình trạng:

# flight_v2_widget_detail_text_booked
source: Booked
vi: Đã đặt chỗ

# flight_v2_widget_detail_text_cancelled
source: Canceled
vi: Đã hủy

# flight_v2_widget_detail_text_paid
source: Paid
vi: Đã thanh toán

# flight_v2_widget_detail_text_unpaid
source: Unpaid
vi: Chưa thanh toán

# flight_v2_widget_detail_text_departure_flight
source: Departure flight
vi: Chuyến đi

# flight_v2_widget_detail_text_return_flight
source: Return flight
vi: Chuyến về

# flight_v2_widget_detail_text_departure
source: Departure
vi: Khởi hành

# flight_v2_widget_detail_text_destination
source: Destination
vi: Điểm đến

# flight_v2_widget_dialog_config_button_agree
source: Confirm
vi: Xác nhận

# flight_v2_widget_dialog_config_button_deny
source: Skip
vi: Bỏ qua

# flight_v2_widget_dialog_config_title
source: Change information
vi: Thay đổi thông tin

# flight_v2_widget_dialog_config_text_span_change_search
source: Are you sure you want to change your Search Information
vi: Bạn có chắc chắn muốn thay đổi Thông tin tìm kiếm

# flight_v2_widget_dialog_config_text_span_agree_change
source: If you agree to change your search information, all previous data will be deleted
vi: Nếu bạn đồng ý thay đổi thông tin Tìm kiếm, toàn bộ dữ liệu trước đó sẽ bị xoá hết

# flight_v2_widget_dialog_config_title_delete_account
source: Delete account
vi: Xoá tài khoản

# flight_v2_widget_dialog_config_title_text_span_won_appear
source: The account won't appear in the Select a payment account section. Do you want to delete this payment account?
vi: Tài khoản sẽ không xuất hiện trong mục Chọn tài khoản thanh toán. Bạn có muốn xoá tài khoản thanh toán này?

# flight_v2_widget_dialog_config_button_agree_flight_time
source: Choose another flight time
vi: Chọn giờ bay khác

# flight_v2_widget_dialog_config_button_deny_change_search
source: Change search
vi: Đổi tìm kiếm

# flight_v2_widget_dialog_config_title_exceeded_the_time
source: The flight exceeded the allowed time
vi: Chuyến bay vượt quá thời gian cho phép

# flight_v2_widget_dialog_config_text_span_exceeded_the_reservation
source: The flight you selected has exceeded the allowed Booking time.
vi: Chuyến bay bạn chọn đã vượt quá thời gian cho phép Đặt chỗ.

# flight_v2_widget_dialog_config_text_span_please_contact
source: Please contact us
vi: Vui lòng liên hệ

# flight_v2_widget_dialog_config_text_span_by_number
source: via
vi: qua số

# flight_v2_widget_dialog_config_text_span_or
source: or
vi: hoặc

# flight_v2_widget_dialog_config_text_span_change_search_new
source: change your search for a new flight.
vi: thay đổi tìm kiếm chuyến bay mới.

# flight_v2_widget_dialog_config_button_choose_another_flight
source: Choose another flight
vi: Chọn chuyến bay khác

# flight_v2_widget_dialog_config_title_not_available
source: Flight is not available
vi: Chuyến bay không khả dụng

# flight_v2_widget_dialog_config_text_span_sorry
source: Sorry, your selected flight is no longer available. Please
vi: Rất tiếc, chuyến bay bạn vừa chọn hiện không khả dụng. Vui lòng

# flight_v2_widget_dialog_config_text_span_choose_another_flight
source: choose another flight or change your search.
vi: chọn chuyến bay khác hoặc thay đổi tìm kiếm.

# flight_v2_widget_dialog_config_title_ticket_price_change
source: Fare changes
vi: Thay đổi giá vé

# flight_v2_widget_dialog_config_text_span_your_fare
source: Your fare has changed from
vi: Giá vé của bạn đã thay đổi từ

# flight_v2_widget_dialog_config_text_span_to
source: to
vi: thành

# flight_v2_widget_dialog_config_text_span_from_airline
source: due to the airline's fare changes. Do you want to continue booking?
vi: do sự thay đổi giá vé từ phía Hãng hàng không. Bạn có muốn tiếp tục đặt chỗ?

# flight_v2_widget_dialog_cannot_used_information
source: This information cannot be used at this time, use another information or save it !
vi: Hiện tại không thể sử dụng thông tin này nữa dùng thông tin khác hoặc lưu mới !

# flight_v2_widget_field_fname_required
source: First name is required
vi: Tên đệm & tên là bắt buộc

# flight_v2_widget_field_fname_invalid
source: Invalid first name
vi: Tên đệm & tên không hợp lệ

# flight_v2_widget_field_fname_last_name
source: First name
vi: Tên đệm và tên

# flight_v2_widget_field_fname_mf_name_with_tone_mark
source: Middle & First name (Without tone mark)
vi: Tên đệm & tên (Không dấu)

# flight_v2_widget_field_fname_last_name_with_tone_marks
source: Last name (Without tone mark)
vi: Họ (Không dấu)

# flight_v2_widget_field_lname_required
source: Last name are required
vi: Họ là bắt buộc

# flight_v2_widget_field_lname_invalid
source: Invalid last name
vi: Họ không hợp lệ

# flight_v2_widget_field_lname_middle_first_name
source: Last name
vi: Họ

# flight_v2_widget_field_email_required
source: Email is required
vi: Email là bắt buộc

# flight_v2_widget_field_email_invalid
source: Invalid email
vi: Email không hợp lệ

# flight_v2_widget_field_phone_required
source: Phone is required
vi: Số điện thoại là bắt buộc

# flight_v2_widget_field_phone_invalid
source: Invalid phone number
vi: Số điện thoại không hợp lệ

# flight_v2_widget_field_phone_phone
source: Phone number
vi: Số điện thoại

# flight_v2_widget_field_address_required
source: Address is required
vi: Địa chỉ là bắt buộc

# flight_v2_widget_field_address_invalid
source: Invalid address
vi: Địa chỉ không hợp lệ

# flight_v2_widget_field_address_address
source: Address
vi: Địa chỉ

# flight_v2_widget_field_city_required
source: State/City is required
vi: Bang/Thành phố là bắt buộc

# flight_v2_widget_field_city_invalid
source: Invalid State/City
vi: Bang/Thành phố không hợp lệ

# flight_v2_widget_field_city_city
source: State/City
vi: Bang/Thành phố

# flight_v2_widget_field_city_snackbar_text
source: Please select your nationality before selecting a city
vi: Vui lòng chọn quốc tịch trước khi chọn thành phố

# flight_v2_widget_field_country_required
source: Nationality is required
vi: Quốc tịch là bắt buộc

# flight_v2_widget_field_country_invalid
source: Invalid nationality
vi: Quốc tịch không hợp lệ

# flight_v2_widget_field_country_country
source: Nationality
vi: Quốc tịch

# flight_v2_widget_field_field_card_hint
source: Membership card number
vi: Số thẻ thành viên

# flight_v2_widget_field_field_card_error_input
source: Invalid card
vi: Card không hợp lệ

# flight_v2_widget_field_field_card_default_error
source: Card is required
vi: Card là bắt buộc

# flight_v2_widget_field_field_date_hint
source: Date of birth
vi: Ngày sinh

# flight_v2_widget_field_field_date_error_input
source: Date of birth is required
vi: Ngày sinh là bắt buộc

# flight_v2_widget_field_field_date_default_error
source: Date of birth is required
vi: Ngày sinh là bắt buộc

# flight_v2_widget_field_field_date_default_error_infant
source: Infants must be under 2 years old
vi: Trẻ sơ sinh nên dưới 2 tuổi

# flight_v2_widget_field_field_date_default_error_children
source: Children must be from 2 to 12 years old
vi: Trẻ em nên từ 2 tuổi đến 12 tuổi

# flight_v2_widget_payment_contact_information
source: Contact information
vi: Thông tin liên hệ

# flight_v2_widget_payment_full_name
source: Full name
vi: Họ và tên

# flight_v2_widget_payment_gender
source: Gender
vi: Giới tính

# flight_v2_widget_payment_phone_number
source: Phone number
vi: Số điện thoại

# flight_v2_widget_payment_address
source: Address
vi: Địa chỉ

# flight_v2_widget_payment_birthday
source: Date of birth
vi: Ngày sinh

# flight_v2_widget_payment_male
source: Male
vi: Nam

# flight_v2_widget_payment_female
source: Female
vi: Nữ

# flight_v2_widget_payment_full_name_detail_customer_item
source: Full name:
vi: Họ và tên:

# flight_v2_widget_payment_gender_detail_customer_item
source: Gender:
vi: Giới tính:

# flight_v2_widget_payment_birthday_detail_customer_item
source: Date of birth:
vi: Ngày sinh:

# flight_v2_widget_payment_checked_baggage
source: Checked baggage
vi: Hành lý ký gửi

# flight_v2_widget_payment_note
source: Note
vi: Lưu ý

# flight_v2_widget_payment_information
source: Information
vi: Thông tin

# flight_v2_widget_payment_adult
source: Adult
vi: Người lớn

# flight_v2_widget_payment_children
source: Children
vi: Trẻ em

# flight_v2_widget_payment_infant
source: Infant
vi: Em bé

# flight_v2_widget_payment_title_adult_information
source: Adult information
vi: Thông tin người lớn

# flight_v2_widget_payment_title_children_information
source: Children information
vi: Thông tin trẻ em

# flight_v2_widget_payment_title_infant_information
source: Infant information
vi: Thông tin em bé

# flight_v2_widget_payment_customer_information
source: Customer Information
vi: Thông tin khách hàng

# flight_v2_widget_payment_edit_information
source: Edit information
vi: Chỉnh sửa thông tin

# flight_v2_widget_payment_bonus_services
source: Additional services
vi: Dịch vụ bổ sung

# flight_v2_widget_payment_membership_card_number
source: Membership card number
vi: Số thẻ thành viên

# flight_v2_widget_payment_text_loyal_customer
source: Frequent flyers
vi: Khách hàng thân thiết

# flight_v2_widget_payment_text_making_flight_payment
source: You are making flight payment for the following passengers:
vi: Bạn đang thực hiện thanh toán vé máy bay cho những hành khách sau:

# flight_v2_widget_result_total_amount
source: Total price
vi: Tổng giá

# flight_v2_widget_result_taxes_fees
source: (Taxes and fees included)
vi: (Đã bao gồm thuế và phí)

# flight_v2_widget_result_elevate_button_book
source: Book
vi: Đặt vé

# flight_v2_widget_result_text_flight
source: Segment
vi: Chặng bay

# flight_v2_widget_result_text_departure_flight
source: Departure flight
vi: Chặng đi

# flight_v2_widget_result_text_return_flight
source: Return flight
vi: Chặng về

# flight_v2_ticket_choose_ticket_return
source: Choose a return ticket
vi: Chọn vé chuyến về

# flight_v2_ticket_choose_ticket_departure
source: Choose a departure ticket
vi: Chọn vé chuyến đi

# flight_v2_dialog_default_payment_error
source: An error occurred during the payment process. Please try again later.
vi: Có lỗi xảy ra trong quá trình thanh toán. Vui lòng thử lại.

# flight_v2_dialog_default_payment_hahalolo_cskh
source: Contact Hahalolo Customer Service
vi: Liên hệ bộ phận chăm sóc khách hàng Hahalolo

# flight_v2_dialog_default_payment_not_success
source: Payment failed
vi: Thanh toán không thành công

# flight_v2_dialog_the_order_not_eligible
source: The order is not eligible for payment
vi: Đơn hàng không đủ điều kiện thanh toán

# flight_v2_dialog_qualified_orders
source: Qualified orders have a total payment of
vi: Đơn hàng thỏa điều kiện có tổng thanh toán là

# flight_v2_dialog_coupon_code_coins_points
source: You can change the Coupon Code, Coins or Points to qualify for payment.
vi: Bạn có thể thay đổi Mã giảm giá, Xu hoặc Point để thỏa điều kiện thanh toán

# flight_v2_dialog_or_minimum
source: or minimum
vi: hoặc tối thiểu

# flight_v2_warning_back_when_hold_ticket_order
source: Your order has been reserved. If you exit, your order will still be saved in the
vi: Đơn hàng của bạn đã được đặt chỗ. Nếu bạn thoát, đơn hàng của bạn vẫn sẽ được lưu lại ở

# flight_v2_warning_back_when_hold_ticket_card
source: Cart.
vi: Giỏ hàng.

# flight_v2_warning_back_when_hold_ticket_payment_before
source: You can pay for this order before
vi: Bạn có thể thanh toán đơn hàng này trước

# flight_v2_warning_back_when_hold_ticket_card_continue
source: Do you want to continue ?
vi: Bạn có muốn tiếp tục ?

# flight_v2_warning_back_when_hold_ticket_card_exit_order
source: Exit order
vi: Thoát đơn hàng

# flight_v2_warning_back_when_hold_ticket_card_message
source: The order has been reserved, the order information cannot be changed. Please make payment to complete ticketing.
vi: Đơn hàng đã được đặt chỗ, không thể thay đổi thông tin đơn hàng. Vui lòng thực hiện thanh toán để hoàn tất xuất vé.

# flight_v2_warning_back_when_hold_ticket_hold_order
source: The order has been reserved, the order information cannot be changed. Please pay before
vi: Đơn hàng đã được đặt chỗ, không thể thay đổi thông tin đơn hàng. Vui lòng thanh toán trước

# flight_v2_warning_back_when_hold_ticket_out_ticket
source: to complete ticketing
vi: để hoàn tất xuất vé

# flight_hand_note_item_view_hotel_empty_title
source: You don't have any booking orders yet.
vi: Hiện tại bạn chưa có đơn đặt hàng nào.

# flight_hand_note_item_view_flight_empty_title
source: You don't have any flight ticket orders yet.
vi: Hiện tại bạn chưa có đơn hàng vé máy bay nào.

# flight_hand_note_detail_check_in_info_title
source: Check-in info
vi: Thông tin nhận phòng

# flight_hand_note_detail_hotel_policy_title
source: Hotel policy
vi: Chính sách khách sạn

# flight_hand_note_detail_guest_name_title
source: Guest name: {guestName}
vi: Tên khách: {guestName}

# flight_hand_note_detail_other_requirements_title
source: Other requirements:
vi: Yêu cầu khác:

# flight_hand_note_detail_utilities_service_title
source: Utilities, room service
vi: Tiện ghi và dịch vụ phòng

# flight_hand_note_detail_checkin_checkout_time_title
source: Check-in and check-out time
vi: Giờ nhận phòng và trả phòng

# flight_payment_voucher_exit_dialog_title
source: Payment failed
vi: Thanh toán không thành công

# flight_payment_voucher_exit_dialog_subtitle
source: Invalid discount code
vi: Mã giảm giá không hợp lệ

# flight_payment_voucher_exit_dialog_total_price_change
source: The total payment has changed from
vi: Tổng thanh toán có sự thay đổi từ

# flight_payment_voucher_exit_dialog_to
source: to
vi: sang

# flight_payment_voucher_exit_dialog_continute_payment
source: . Do you want to continue paying?
vi: . Bạn có muốn tiếp tục thanh toán?

# flight_payment_voucher_exit_dialog_cskh_hahalolo
source: Or contact Customer Service Hahalolo
vi: Hoặc liên hệ bộ phận CSKH Hahalolo

# flight_payment_voucher_exit_dialog_help
source: for help.
vi: để được trợ giúp.

# flight_payment_voucher_exit_button_continute_payment
source: Continue to pay
vi: Tiếp tục thanh toán

# flight_v2_dialog_unavailable_ticket
source: Flight is not available
vi: Chuyến bay không phù hợp
