Repository: khanhdev98/app_product
Catalog: module/content/lib/l10n/app_*.arb
Languages: vi

# hand_note_flight_title
source: Flight
vi: Vé máy bay

# hand_note_car_title
source: Car Rental
vi: Thuê xe

# hand_note_title
source: Handnotes
vi: Sổ tay

# payment_payme
source: Wallet payme
vi: Ví payme

# payment_card_number_empty
source: Card number is required
vi: Số thẻ là bắt buộc

# payment_card_day_exit
source: Expiration date is required
vi: Ngày hết hạn là bắt buộc

# payment_ccv_empty
source: CVV code is required
vi: Mã CCV là bắt buộc

# payment_domestic
source: ATM or iBanking cards of domestic banks (in Vietnam)
vi: Thẻ ATM hoặc iBanking của các ngân hàng trong nước (tại Việt Nam)

# payment_stripe
source: International payment card (Visa/Master)
vi: Thẻ thanh toán quốc tế (Visa / Master)

# payment_card_holder_name
source: Cardholder name
vi: Tên chủ thẻ

# payment_card_cvv_cvc_name
source: CVV/CVC code
vi: Mã CVV/CVC

# payment_card_number
source: Card number
vi: Mã số thẻ

# payment_card_date_expired
source: Date expired
vi: Ngày hết hạn

# payment_error_secure_long
source: Security code is too long
vi: Mã bảo mật không đúng

# payment_error_secure_shorted
source: Security code is too short for this card type
vi: Mã bảo mật quá ngắn cho loại thẻ này

# payment_error_secure_alphabet
source: Alphabetic characters are not allowed
vi: Các ký tự chữ cái không được phép

# payment_error_no_secure
source: 'No security code given'
vi: 'Không có mã bảo mật nào được cung cấp'

# payment_error_no_card_number
source: No input or contains non-numerical characters
vi: Không có đầu vào hoặc chứa các ký tự không phải số

# payment_error_number_card_default
source: The card number is incorrect
vi: Mã số thẻ không đúng

# payment_error_card_has_expired
source: Card has expired
vi: Thẻ đã hết hạn

# payment_error_card_has_expired_year
source: Card has expired this year
vi: Thẻ đã hết hạn trong năm nay

# payment_error_card_date_must_only_number
source: Must have only numbers in dates
vi: Chỉ được có số trong ngày tháng

# payment_error_card_date_is_3_digits
source: Expiration year is 3 digits long
vi: Năm hết hạn dài 3 chữ số

# payment_error_card_date_is_4_digits
source: Expiration year is longer than 4 digits
vi: Năm hết hạn dài hơn 4 chữ số

# payment_error_card_date_only_number_in_date
source: Must have only numbers in dates
vi: Chỉ được có số trong ngày tháng

# payment_error_connect_title
source: Connection error
vi: Lỗi kết nối

# payment_error_connect_message
source: The network connection is not stable. Please check the connection on your device again
vi: Kết nối mạng không ổn định. Vui lòng kiểm tra lại kết nối trên thiết bị của bạn

# payment_error_not_load_title
source: Page load error
vi: Lỗi tải trang

# payment_error_not_load_message
source: An error occurred while connecting to the checkout page.
vi: Đã xảy ra lỗi khi kết nối đến trang thanh toán.

# payment_error_card_number_lenght
source: Card number is greater than 19 digits
vi: Số thẻ lớn hơn 19 chữ số

# payment_error_no_date
source: No date given
vi: Chưa nhập ngày

# payment_error_invalid_date
source: Invalid date format or invalid dates
vi: Định dạng ngày không hợp lệ hoặc ngày không hợp lệ

# payment_error_invalid_year
source: Must have only numbers in dates
vi: Chỉ được có số trong ngày tháng

# payment_error_invalid_ccv
source: Invalid CCV
vi: CCV không hợp lệ

# payment_error_invalid_card_holder
source: Invalid Card Holder
vi: Chủ thẻ không hợp lệ

# payment_alert_select_payment_method_null
source: Please select a payment method
vi: Vui lòng chọn cổng thanh toán

# payment_alert_card_information_incorrect
source: Card information is incorrect. Please check again
vi: Thông tin thẻ chưa đúng. Vui lòng kiểm tra lại

# payment_alert_dialog_title
source: Notification
vi: Thông báo

# payment_alert_message_dialog_message
source: To ensure a successful payment process, please do not close the app or exit during checkout.
vi: Để đảm bảo quá trình thanh toán được thành công .Vui lòng không tắt ứng dụng hoặc thoát trong quá trình thanh toán.

# payment_alert_dialog_message_payment_error
source: An error occurred while processing your payment. Please check and try again.
vi: Có lỗi xảy ra trong quá trình thanh toán. Vui lòng kiểm tra lại.

# payment_hint_text_country
source: Country...
vi: Quốc gia...

# payment_hint_text_province
source: City/State...
vi: Thành phố/Bang...

# payment_show_message_dialog_title
source: Notification
vi: Thông báo

# payment_show_message_dialog_message
source: Do you want to exit the payment ?
vi: Bạn có muốn thoát thanh toán không ?

# payment_show_message_dialog_negative
source: Cancel
vi: Huỷ

# payment_show_message_dialog_action
source: Agree
vi: Đồng ý

# payment_bank_page_title
source: To ensure a smooth payment process, please do not turn off your application before successful payment!
vi: Để đảm bảo quá trình thanh toán thông suốt, quý khách vui lòng không tắt ứng dụng trước khi thanh toán thành công!

# payment_error_expired_date
source: Card has expired
vi: Thẻ đã hết hạn

# payment_coin_not_available
source: Coins not available. Please check again.
vi: Số Xu không khả dụng. Vui lòng kiểm tra lại.

# payment_point_not_available
source: Points not available. Please check again.
vi: Số Point không khả dụng. Vui lòng kiểm tra lại.

# payment_voucher_not_available
source: Voucher not available. Please check again.
vi: Mã giảm giá không khả dụng. Vui lòng kiểm tra lại.

# payment_fee_change_total_order
source: Total order has changed from
vi: Tổng đơn hàng có sự thay đổi từ

# payment_fee_change_to
source: to
vi: sang

# payment_fee_change_choose_voucher_point_coint
source: Please re-select Voucher/Coins/Points if available.
vi: Vui lòng chọn lại Mã giảm giá/Xu/Point nếu có.

# payment_halo_wallet
source: Hahalolo payment account
vi: Tài khoản thanh toán Hahalolo

# payment_available_balance
source: Available balance:
vi: Số dư khả dụng:

# hotel_map
source: Map
vi: Bản đồ

# hotel_list
source: List
vi: Danh sách

# hotel_from_the_center
source: From center
vi: Cách trung tâm

# hotel_from_the_location
source: From the search location
vi: Từ địa điểm tìm kiếm

# hotel_right_in_the_center
source: In city center
vi: Ngay trung tâm

# hotel_breakfast_is_served
source: Free breakfast
vi: Miễn phí bữa sáng

# hotel_no_breakfast_served
source: No breakfast provided
vi: Không phục vụ bữa sáng

# hotel_dinner_is_served
source: Dinner provided
vi: Có phục vụ bữa tối

# hotel_no_dinner_service
source: No dinner provided
vi: Không phục vụ bữa tối

# hotel_lunch_is_served
source: Lunch provided
vi: Có phục vụ bữa trưa

# hotel_no_lunch_service
source: No lunch provided
vi: Không phục vụ bữa trưa

# hotel_allow_smoking
source: Smoking is allowed
vi: Cho phép hút thuốc

# hotel_no_smoking
source: Smoking is not allowed
vi: Không cho phép hút thuốc

# hotel_no_refund
source: Cancelation without refund
vi: Huỷ không hoàn tiền

# hotel_without_fee
source: Cancelation is charged
vi: Hủy phòng có phí

# hotel_free_cancel
source: FREE cancelation
vi: MIỄN PHÍ hủy phòng

# hotel_pay_later
source: Book now, pay later
vi: Đặt phòng trước, thanh toán sau

# hotel_fee
source: Breakfast provided
vi: Có phục vụ bữa sáng

# hotel_free
source: FREE breakfast
vi: MIỄN PHÍ bữa sáng

# hotel_not_refund
source: You will not receive a refund or paid amount upon cancelation
vi: Hủy đặt phòng sẽ không nhận được hoàn tiền hoặc hoàn trả các khoản tiền đã thanh toán

# hotel_no_vacancy
source: Sold out
vi: Hết phòng

# hotel_choose_room
source: Select room
vi: Chọn phòng

# hotel_change_date
source: Change date
vi: Đổi ngày

# hotel_change_price_display
source: Show price
vi: Hiển thị giá

# hotel_continue
source: Only
vi: Còn

# hotel_room_available
source: left
vi: phòng trống

# hotel_room
source: room
vi: phòng

# hotel_night
source: night
vi: đêm

# hotel_date_checking
source: Check-in date
vi: Ngày nhận phòng

# hotel_date_checkout
source: Check-out date
vi: Ngày trả phòng

# hotel_search
source: Search
vi: Tìm kiếm

# hotel_promotion
source: Promotion
vi: Khuyến mãi

# hotel_promotions
source: Promotions
vi: Khuyến mãi

# hotel_applying
source: applying
vi: đang áp dụng

# hotel_promotion_applying
source: applicable promotion
vi: khuyến mãi đang áp dụng

# hotel_promotions_applying
source: applicable promotions
vi: khuyến mãi đang áp dụng

# hotel_title_promotions_applying
source: Applicable promotion
vi: Khuyến mãi đang áp dụng

# hotel_see_detail
source: View details
vi: Xem chi tiết

# hotel_cancel
source: Cancelation within {x}hours before check-in time will be refunded {y}% of room rate for
vi: Hủy trước thời gian nhận phòng {x}h sẽ được hoàn {y}% giá phòng cho

# hotel_discount_0
source: Get {x} off per night rate when guests stay between {y}-{z}.
vi: Giảm {x} trên giá mỗi đêm, khi khách lưu trú trong khoảng thời gian từ ngày {y}-{z}.

# hotel_discount_0_max
source: Get {x} off per night rate, (maximum {a} on a booking order) when guests stay between {y}-{z}.
vi: Giảm {x} trên giá mỗi đêm,(tối đa {a} cho một đơn đặt phòng) khi khách lưu trú trong khoảng thời gian từ ngày {y}-{z}.

# hotel_discount_1
source: {x} off for {y} days advance bookings. Applicable when guests stay from {z}
vi: Giảm {x}, cho đơn đặt phòng khi đặt trước {y} ngày. Áp dụng khi khách lưu trú trong khoảng thời gian từ {z}

# hotel_discount_1_max
source: {x} off, maximum {y} for {z} days advance bookings. Applicable when guests stay from {a}
vi: Giảm {x}, tối đa {y} cho đơn đặt phòng khi đặt trước {z} ngày. Áp dụng khi khách lưu trú trong khoảng thời gian từ {a}

# hotel_discount_1_max_not_upto
source: {x} off for {z} days advance bookings. Applicable when guests stay from {a}
vi: Giảm {x} cho đơn đặt phòng khi đặt trước {z} ngày. Áp dụng khi khách lưu trú trong khoảng thời gian từ {a}

# hotel_discount_2
source: {x} off for bookings of more than {y} nights. Applicable when guests stay from {a}
vi: Giảm {x}, cho đơn đặt phòng khi đặt trên {y} đêm. Áp dụng khi khách lưu trú trong khoảng thời gian từ {a}

# hotel_discount_2_max
source: {x} off, maximum {y} for bookings of more than {z} nights. Applicable when guests stay from {a}
vi: Giảm {x}, tối đa {y} cho đơn đặt phòng khi đặt trên {z} đêm. Áp dụng khi khách lưu trú trong khoảng thời gian từ {a}

# hotel_discount_2_max_not_upto
source: {x} off for bookings of more than {z} nights. Applicable when guests stay from {a}
vi: Giảm {x} cho đơn đặt phòng khi đặt trên {z} đêm. Áp dụng khi khách lưu trú trong khoảng thời gian từ {a}

# hotel_all_night
source: all nights
vi: tất cả các đêm

# hotel_first_night
source: first night
vi: đêm đầu tiên

# hotel_rating
source: Review
vi: Đánh giá

# hotel_wonderful
source: Excellent
vi: Tuyệt vời

# hotel_very_good
source: Very good
vi: Rất tốt

# hotel_satisfied
source: Satisfied
vi: Hài lòng

# hotel_medium
source: Average
vi: Trung bình

# hotel_bad
source: Poor
vi: Kém

# hotel_update_price
source: Updating prices
vi: Đang cập nhật giá

# hotel_distance_x_from_center
source: {distance}{x} from center
vi: Cách trung tâm {distance}{x}

# hotel_distance_x_from_address
source: {distance}{x} from the search location
vi: {distance}{x} từ địa điểm tìm kiếm

# hotel_discount_0_max_not_price
source: {x} off per night rate when guests stay between {y}-{z}.
vi: Giảm {x} trên giá mỗi đêm, khi khách lưu trú trong khoảng thời gian từ ngày {y}-{z}.

# hotel_cancel_hotel
source: Cancelation
vi: Hủy phòng

# hotel_search_this_area
source: Search for this area
vi: Tìm kiếm khu vực này

# hotel_where
source: Where do you want to stay?
vi: Bạn muốn ở đâu?

# hotel_people
source: {y} rooms - {x} guests
vi: {y} phòng - {x} người

# hotel_room_number
source: Room
vi: Phòng

# hotel_hand_note_consult_book_room
source: Look up booking number
vi: Tra cứu đặt phòng

# hotel_hand_note_enter_code_search_info
source: Enter your booking number to look up your reservation information
vi: Nhập mã đặt chỗ để tra cứu thông tin đặt phòng của bạn

# hotel_hand_note_reservation_code
source: Booking number
vi: Mã đặt phòng

# hotel_hand_note_can_not_find_hotel
source: Sorry, we couldn't find any hotels matching your search.
vi: Xin lỗi không tìm thấy hotel bạn cần

# hotel_hand_note_search_night
source: No. of nights
vi: Số đêm

# hotel_hand_note_num_room
source: No. of rooms
vi: Số phòng

# hotel_hand_note_status_booking
source: Booking status
vi: Trạng thái đặt phòng

# hotel_hand_note_booked
source: Booked
vi: Đã đặt phòng

# hotel_hand_note_dont_booked
source: Haven't booked yet
vi: Chưa đặt phòng

# hotel_hand_note_total_price
source: Total price
vi: Tổng giá

# hotel_hand_note_status
source: Status
vi: Trạng thái

# hotel_hand_note_payment_after
source: Please pay in advance
vi: Vui lòng thanh toán trước

# hotel_hand_note_pay_now
source: Pay now
vi: Thanh toán ngay

# hotel_hand_note_info_book_room
source: Booking information
vi: Thông tin đặt phòng

# hotel_hand_note_code_book_room
source: Booking number:
vi: Mã đặt phòng:

# hotel_hand_note_checking
source: Check-in
vi: Nhận phòng

# hotel_hand_note_checkout
source: Check-out
vi: Trả phòng

# hotel_hand_note_detail
source: View details
vi: Xem chi tiết

# hotel_hand_note_kind_room
source: Room type
vi: Loại phòng

# hotel_hand_note_quantity
source: Quantity
vi: Số lượng

# hotel_hand_note_room
source: room
vi: phòng

# hotel_hand_note_visited
source: Guest
vi: Khách lưu trú

# hotel_hand_note_adult
source: adult
vi: người lớn

# hotel_hand_note_children
source: children
vi: trẻ em

# hotel_hand_note_number_nights
source: No. of night stays
vi: Số đêm lưu trú

# hotel_hand_note_night
source: night
vi: đêm

# hotel_hand_note_status_payment
source: Payment status
vi: Trạng thái thanh toán

# hotel_hand_note_cancel_order
source: Cancel order
vi: Hủy đơn

# hotel_hand_note_info_refund
source: Refund information
vi: Thông tin hoàn tiền

# hotel_hand_note_rate_experience
source: Review your experience at
vi: Đánh giá trải nghiệm của bạn về chỗ nghỉ

# hotel_hand_note_rate
source: Review
vi: Đánh giá

# hotel_hand_note_see_rate
source: See reviews
vi: Xem đánh giá

# hotel_hand_note_rate_overall_rating
source: Your overall review at the hotel
vi: Đánh giá tổng thể của bạn về khách sạn

# hotel_hand_note_rate_average
source: Average
vi: Trung bình

# hotel_hand_note_position
source: Location
vi: Vị trí

# hotel_hand_note_price
source: Price
vi: Giá

# hotel_hand_note_clean
source: Cleanliness
vi: Sạch sẽ

# hotel_hand_note_serve
source: Service
vi: Phục vụ

# hotel_hand_note_material_facilities
source: Facilities
vi: Cơ sở vật chất

# hotel_hand_note_review
source: Please share your feelings and reviews.
vi: Hãy chia sẻ cảm nhận, đánh giá của bạn.

# hotel_hand_note_review_limit
source: The review should have at least 2 characters.
vi: Đánh giá cần ít nhất 2 kí tự.

# hotel_hand_note_cancel
source: Cancel
vi: Hủy bỏ

# hotel_hand_note_submit_review
source: Submit review
vi: Gửi đánh giá

# hotel_hand_note_room_rates
source: Room rate
vi: Giá phòng

# hotel_hand_note_extra_bed
source: Extra bed
vi: Giường phụ

# hotel_hand_note_service_charge
source: Service fee
vi: Phí dịch vụ

# hotel_hand_note_payment_fees
source: Payment fee
vi: Phí thanh toán

# hotel_hand_note_promotion
source: Promotion
vi: Khuyến mãi

# hotel_hand_note_voucher
source: Coupon code
vi: Mã giảm giá

# hotel_hand_note_use_coins
source: Use coins
vi: Dùng xu

# hotel_hand_note_rates_include
source: Inclusive price
vi: Giá bao gồm

# hotel_hand_note_see_review_title
source: See your review about
vi: Xem đánh giá của bạn về chỗ nghỉ

# hotel_hand_note_see_review_rated_on
source: Reviewed on {a}
vi: Đã đánh giá vào {a}

# hotel_hand_note_review_thank_submit
source: Thank you for your review
vi: Cảm ơn bạn đã gửi đánh giá

# hotel_hand_note_use_point
source: Use points
vi: Dùng point

# hotel_hand_note_cancellation_policy_x_time_full_rate
source: Free cancelation before {x}.
vi: Hủy không tốn phí trước {x}.

# hotel_hand_note_local_time
source: (Local time)
vi: (Theo giờ địa phương)

# hotel_hand_note_hotel_apartment
source: Apartment
vi: Căn hộ

# hotel_hand_note_hostel
source: Hostel
vi: Khách sạn bình dân

# hotel_hand_note_hotel
source: Hotel
vi: Khách sạn

# hotel_hand_note_resort
source: Resort
vi: Khu nghỉ dưỡng

# hotel_hand_note_other
source: Other
vi: Loại hình chỗ nghỉ khác

# hotel_hand_note_motel
source: Motel
vi: Nhà nghỉ

# hotel_hand_note_villa
source: Villa
vi: Biệt thự

# hotel_hand_note_vacation_home
source: Vacation home
vi: Nhà nghỉ dưỡng

# hotel_hand_note_homestay
source: Homestay
vi: Chỗ ở nhà dân

# hotel_hand_note_farmstay
source: Farm stay
vi: Nông trại du lịch

# hotel_hand_note_condotel
source: Condotel
vi: Khách sạn căn hộ

# hotel_hand_note_cruise_ship
source: Cruise
vi: Du thuyền

# hotel_hand_note_boathouse
source: Boat
vi: Nhà thuyền

# hotel_hand_note_countryhouse
source: Country house
vi: Nhà ở vùng quê

# hotel_hand_note_campground
source: Campground
vi: Khu cắm trại

# hotel_hand_note_camper
source: Motorhome
vi: Chỗ ở di động

# hotel_hand_note_lodge
source: Lodge
vi: Nhà gỗ

# hotel_hand_note_guesthouse
source: Guest house
vi: Nhà khách

# hotel_hand_note_cancel_hotel
source: Cancelation
vi: Hủy phòng

# hotel_hand_note_hotel_policy_check_out
source: - Check-out before {checkout}
vi: - Trả phòng trước: {checkout}

# hotel_hand_note_hotel_policy_check_in
source: - Check-in after {checkin}
vi: - Nhận phòng sau: {checkin}

# hotel_hand_note_hotel_policy_cancelation_title
source: Cancelation policy
vi: Chính sách huỷ phòng

# hotel_hand_note_hotel_policy_cancelation_des
source: Free cancelation timelines are based on the property's time zone and specified by the property's cancelation policy.
vi: Các thời gian hủy phòng miễn phí được tính theo múi giờ của nơi lưu trú , dựa trên quy định về chính sách hủy đặt phòng của khách sạn.

# hotel_hand_note_hotel_num_room_num_night
source: {room} x room, {night} x night
vi: {room} x phòng, {night} x đêm

# hotel_hand_note_detail_tax_fee
source: Taxes and fees
vi: Thuế và phí

# hotel_hand_note_detail_total_amount
source: Total payment
vi: Tổng thanh toán

# hotel_hand_note_detail_success
source: Successful
vi: Thành công

# hotel_hand_note_detail_failed
source: Failed
vi: Thất bại

# hotel_hand_note_detail_postpaid
source: Postpaid
vi: Trả sau

# hotel_hand_note_detail_prepaid
source: Prepaid
vi: Trả trước

# hotel_hand_note_detail_operation_history
source: Activity history
vi: Lịch sử hoạt động

# hotel_hand_note_detail_order_cancel_info
source: Order cancelation information
vi: Thông tin hủy đơn hàng

# hotel_hand_note_detail_order_total_order
source: Order total
vi: Tổng đơn hàng

# hotel_hand_note_detail_total_money
source: Total amount paid
vi: Tổng tiền đã thanh toán

# hotel_hand_note_detail_coin
source: coins
vi: xu

# hotel_hand_note_detail_fee_cancel
source: Cancelation fee
vi: Phí hủy

# hotel_hand_note_detail_refund_amount
source: Estimated refund amount
vi: Số tiền hoản trả dự kiến

# hotel_hand_note_detail_coin_refund_amount
source: Estimated refund coins
vi: Số xu hoản trả dự kiến

# hotel_hand_note_detail_payment_info
source: Payment information
vi: Thông tin thanh toán

# hotel_hand_note_detail_customer_service
source: The coupon code is not refundable. Please contact our Customer Service Center for returning your coupon code.
vi: Mã giảm giá không được hoàn trả. Liên hệ bộ phận CSKH để được hoàn lại mã giảm giá.

# hotel_hand_note_detail_note_refund
source: Refund time (From the date of cancelation): 5 to 7 days (For Alepay and Payme payment gateways) or 7 to 15 days (For Stripe payment gateway).
vi: Thời gian hoàn tiền (Kể từ ngày hủy) : 5 đến 7 ngày (Đối với cổng thanh toán Alepay, Payme) hoặc 7 đến 15 ngày (Đối với cổng thanh toán Stripe).

# hotel_hand_note_detail_reason_cancel
source: Cancelation reasons
vi: Lý do hủy

# hotel_hand_note_detail_checking_out
source: Check-in and check-out time
vi: Giờ nhận phòng và trả phòng

# hotel_hand_note_detail_check_in_after
source: Check-in after
vi: Nhận phòng sau

# hotel_hand_note_detail_check_out_before
source: Check-out before
vi: Trả phòng trước

# hotel_hand_note_detail_person_day
source: person/day
vi: người/ngày

# hotel_hand_note_detail_free
source: Free.
vi: Miễn phí.

# hotel_hand_note_detail_day
source: /day
vi: /ngày

# hotel_hand_note_detail_note_hotel
source: Free cancelation timelines are based on the property's time zone and specified by the property's cancelation policy.
vi: Các thời gian hủy phòng miễn phí được tính theo múi giờ của nơi lưu trú, dựa trên quy định về chính sách hủy đặt phòng của khách sạn.

# hotel_hand_note_detail_room_service
source: Room services
vi: Dịch vụ phòng

# hotel_hand_note_detail_facilities_service
source: Facilities and room services
vi: Cơ sở vật chất và dịch vụ phòng

# hotel_hand_note_detail_person_contact
source: Contact person
vi: Người liên hệ

# hotel_hand_note_detail_telephone_num
source: Phone number
vi: Điện thoại

# hotel_hand_note_detail_nationality
source: Nationality
vi: Quốc tịch

# hotel_hand_note_detail_address
source: Address
vi: Địa chỉ

# hotel_hand_note_detail_paid
source: Paid amount
vi: Số tiền đã thanh toán

# hotel_hand_note_detail_rest
source: Unpaid amount
vi: Còn lại

# hotel_hand_note_detail_payment_methods
source: Payment method
vi: Phương thức thanh toán

# hotel_hand_note_detail_check_in_info
source: Check-in Info
vi: Thông tin nhận phòng

# hotel_hand_note_detail_guest_name
source: Guest name
vi: Tên khách

# hotel_hand_note_detail_policy_cancel
source: Cancelations made before
vi: Huỷ trước thời gian

# hotel_hand_note_detail_hour
source: {hour} hours
vi: {hour} giờ

# hotel_hand_note_detail_minutes
source: {minutes} minutes
vi: {minutes} phút

# hotel_hand_note_detail_refund
source: :will be refunded
vi: : được hoàn

# hotel_hand_note_detail_price_room
source: of room rate for
vi: giá phòng cho

# hotel_hand_note_detail_one_night
source: the first night.
vi: đêm đầu tiên.

# hotel_hand_note_detail_all_night
source: all nights.
vi: tất cả các đêm.

# hotel_hand_note_detail_policy
source: Cancelation policy
vi: Chính sách hủy phòng

# hotel_hand_note_detail_children_note
source: Children aged from {age} are allowed.
vi: Cho phép dẫn theo trẻ em từ {age} tuổi.

# hotel_hand_note_detail_pet_note
source: Pets are allowed. Pet fee: {fee} (Pet fee is paid at the accommodation).
vi: Cho phép mang theo vật nuôi. Phí vật nuôi: {fee} (Phí vật nuôi thanh toán tại nơi lưu trú).

# hotel_hand_note_detail_children
source: Children
vi: Trẻ em

# hotel_hand_note_detail_pet
source: Pets
vi: Vật nuôi

# hotel_hand_note_detail_total_room_rate
source: Total room price
vi: Tổng giá phòng

# hotel_hand_note_detail_total_room_order
source: No.of rooms
vi: Phòng đặt

# hotel_hand_note_detail_room_information
source: Room information
vi: Thông tin phòng

# hotel_hand_note_detail_person_x
source: {x} people
vi: {x} người

# hotel_hand_note_detail_service_utilities
source: Utilities, room services
vi: Tiện ích, dịch vụ phòng

# hotel_hand_note_detail_waiting_service
source: Awaiting fulfillment
vi: Đang chờ phục vụ

# hotel_hand_note_detail_in_service
source: Ongoing
vi: Đang phục vụ

# hotel_hand_note_detail_completed
source: Completed
vi: Hoàn tất phục vụ

# hotel_hand_note_detail_waiting_cancellation
source: Awaiting cancelation
vi: Chờ xử lý hủy

# hotel_hand_note_detail_canceled
source: Canceled
vi: Đã huỷ

# hotel_hand_note_detail_awaiting_confirmation
source: Awaiting confirmation
vi: Đang chờ xác nhận

# hotel_hand_note_detail_not_refund
source: You will not receive a refund or paid amount upon cancelation
vi: Hủy đặt phòng sẽ không nhận được hoàn tiền hoặc hoàn trả các khoản tiền đã thanh toán.

# hotel_hand_note_detail_other_required
source: Other request
vi: Yêu cầu khác

# hotel_hand_note_detail_point_refund_amount
source: Estimated refund points
vi: Số point hoản trả dự kiến

# hotel_input_title_start_date
source: Check-in date
vi: Ngày nhận phòng

# hotel_input_title_end_date
source: Check-out date
vi: Ngày trả phòng
