Repository: khanhdev98/app_product
Catalog: module/content/lib/l10n/app_*.arb
Languages: vi

# tour_detail_page_programs_detail
source: Program details
vi: Chi tiết chương trình

# tour_detail_page_passenger_title
source: Passenger
vi: Khách hàng

# tour_detail_info_guest_edit_title
source: Edit
vi: Chỉnh sửa

# tour_detail_info_guest_update_title
source: Update
vi: Cập nhật

# tab_tour_detail_order_cancel_order
source: Cancel order
vi: Huỷ đơn hàng

# tab_tour_detail_order_cancel_order_confirm
source: Do you want to cancel the order?
vi: Bạn có muốn thực hiện thao tác này không?

# tab_tour_detail_order_cancel_order_confirm_button
source: Confirm
vi: Xác nhận

# tab_tour_detail_order_cancel_order_cancel_button
source: Cancel
vi: Hủy bỏ

# tab_tour_detail_order_waiting_confirmation
source: Awaiting confirmation
vi: Đang chờ xác nhận

# tab_tour_detail_order_code_order_tour_title
source: Booking number
vi: Mã đặt tour

# tour_detail_stage_view_title
source: Stage {stage}
vi: Chặng {stage}

# tour_booking_screen_have_apply_voucher_coins
source: Coins have been applied to payment see details below
vi: Đã áp dụng xu vào thanh toán xem chi tiết ở phía dưới

# tour_booking_screen_have_apply_voucher_coupon_code
source: Discount code has been applied to payment see details below
vi: Đã áp dụng mã giảm giá vào thanh toán xem chi tiết ở phía dưới

# tour_hand_note_banner_warning_update_success
source: Customer information has been completed
vi: Thông tin khách hàng đã được hoàn tất

# tour_hand_note_history_activity_item_infor_cancel_history_payment_information
source: Payment information
vi: Thông tin thanh toán

# tour_hand_note_history_activity_item_infor_cancel_history_paid
source: Paid
vi: Đã thanh toán

# tour_hand_note_history_activity_item_infor_cancel_history_cancel_promo
source: Tour cancelation promotion {promo}
vi: Khuyến mãi hủy tour {promo}

# tour_hand_note_history_activity_item_infor_cancel_history_use_coins
source: Use coins ({coins})
vi: Dùng xu ({coins})

# tour_hand_note_history_activity_item_infor_cancel_history_cancelation_fee
source: Cancelation fee {number}
vi: Phí hủy {number}

# tour_hand_note_history_activity_item_infor_cancel_history_refund_amount
source: Estimated refund amount
vi: Số tiền hoàn trả dự kiến

# tour_hand_note_history_activity_item_infor_cancel_history_refund_time
source: Refund time (From the date of cancelation): 5 to 7 days (For Alepay and Payme payment gateways) or 7 to 15 days (For Stripe payment gateway).
vi: Thời gian hoàn tiền (Kể từ ngày hủy) : 5 đến 7 ngày (Đối với cổng thanh toán Alepay, Payme) hoặc 7 đến 15 ngày (Đối với cổng thanh toán Stripe).

# tour_hand_note_history_activity_item_infor_cancel_history_reason_cancel
source: Reason for cancelation:
vi: Lý do hủy:

# tour_booking_validation_province_or_city_is_required
source: Province/city is required
vi: Tỉnh/thành phố là bắt buộc

# tour_search_place_suggestion_title
source: Choose a destination
vi: Chọn nơi đến

# tour_search_place_suggestion_hint_text
source: Enter departure point...
vi: Nhập điểm khởi hành...

# tour_detail_text_full_load
source: Sold out
vi: Hết chỗ

# tour_scheduler_full_load_span1_please
source: Please
vi: Vui lòng

# tour_scheduler_full_load_span2_please
source: contact us
vi: liên hệ chúng tôi

# tour_scheduler_full_load_span3_please
source: for further details.
vi: để biết thêm chi tiết

# tour_cancel_order_info_reason_cancel
source: Enter a reason for cancellation.
vi: Nhập lý do hủy.

# tour_cancel_order_info_validate_reason_cancel
source: Cancellation reason is required
vi: Lý do huỷ là bắt buộc

# tour_cancel_order_info_refound_invalid_card
source: Account number is required
vi: Số tài khoản là bắt buộc

# tour_cancel_bank_name_required
source: Bank name is required
vi: Tên ngân hàng là bắt buộc

# tour_cancel_bank_wrong_format
source: Bank name is wrong format
vi: Tên ngân hàng sai định dạng

# tour_cancel_hahalolo_will_refund_you
source: (Hahalolo will refund you, based on the bank account information you enter below)
vi: (Hahalolo sẽ hoàn lại tiền cho bạn, dựa vào thông tin tài khoản ngân hàng mà bạn nhập bên dưới)

# tour_cancel_enter_bank_name
source: Enter Bank Name
vi: Nhập tên Ngân hàng

# tour_cancel_cancel_order_success
source: Your order has been successfully canceled.
vi: Đơn hàng của bạn đã hủy thành công.

# tour_bank_identifier_required
source: Bank identifier is required
vi: Mã định danh ngân hàng là bắt buộc

# common_enter_discount_code
source: enter discount code
vi: nhập mã giảm giá

# tour_you_can_sure_cancel_order
source: Are you sure you want to cancel this order?
vi: Bạn chắc chắn hủy đơn hàng này?

# tour_booking_fail_payment_price_change
source: Tour price changes from {oldPay} to {newPay}. Do you want to continue paying?
vi: Giá tour có sự thay đổi từ {oldPay} sang {newPay}. Bạn có muốn tiếp tục thanh toán?

# tour_booking_fail_payment_price_change_and_prepay
source: Tour price changes from {oldPay} to {newPay} and you need to pay {payAmount} in advance. Do you want to continue paying?
vi: Giá tour có sự thay đổi từ {oldPay} sang {newPay} và bạn cần trả trước {payAmount}. Bạn có muốn tiếp tục thanh toán?

# tour_booking_fail_payment_prepay_change
source: The upfront amount has changed from {oldPay} to {newPay}. Do you want to continue paying?
vi: Số tiền trả trước có sự thay đổi từ {oldPay} sang {newPay}. Bạn có muốn tiếp tục thanh toán?

# tour_booking_fail_payment_apply_coin_change
source: The amount applied from coins has a change from {oldPay} to {newPay}. Do you want to continue paying?
vi: Số tiền áp dụng từ xu có sự thay đổi từ {oldPay} sang {newPay}. Bạn có muốn tiếp tục thanh toán?

# tour_booking_use_point
source: Use points
vi: Dùng point

# tour_booking_screen_have_apply_points
source: Points have been applied to the payment. Please see details below.
vi: Đã áp dụng point vào thanh toán xem chi tiết ở phía dưới

# tour_booking_warning_promotion
source: Your tour is being reserved and the order information cannot be changed. Please make a payment to complete your tour booking.
vi: Tour của bạn đang được giữ chỗ, không thể thay đổi thông tin đơn hàng. Vui lòng thanh toán để hoàn tất đặt Tour

# tour_booking_warning_back_text_normal
source: Your order has been reserved. If you quit, your order will still be saved in
vi: Đơn hàng của bạn đã được giữ chỗ. Nếu bạn thoát, đơn hàng của bạn vẫn sẽ được lưu lại ở

# tour_booking_warning_back_when_hold_ticket_card_exit_order
source: Quit order
vi: Thoát đơn hàng

# tour_booking_warning_back_when_hold_ticket_card
source: Your cart.
vi: Giỏ hàng.

# tour_booking_warning_back_exit
source: Quit
vi: Thoát

# tour_booking_update_item_cart_msg_error_order_has_passed_the_payment
source: The order has passed through the payment gateway. The coupon code cannot be unapplied.
vi: Đơn hàng đã qua cổng thanh toán, không thể bỏ áp dụng mã giảm giá.

# tour_booking_point_not_available
source: Points are not available
vi: Point không khả dụng

# tour_payment_voucher_exit_dialog_title
source: Payment failed
vi: Thanh toán không thành công

# tour_total_point_change
source: Your available Points have changed. Please enter the number of Points to apply for the order.
vi: Số Point bạn đang có đã thay đổi. Vui lòng nhập số Point để áp dụng cho đơn hàng.

# tour_hand_note_text_amount_installment_payment
source: Installment payment amount
vi: Số tiền thanh toán trả góp

# tour_detail_reviews
source: Reviews
vi: Đánh giá

# tour_lockup_up_tour_header_text
source: Enter tour booking code to look up your tour booking information
vi: Nhập mã đặt tour để tra cứu thông tin đặt tour của bạn

# tour_review_title_feedback
source: Rate your experience on tour
vi: Đánh giá trải nghiệm của bạn về chuyến đi

# tour_review_title_content
source: Rate your tour overall
vi: Đánh giá tổng thể về chuyến đi của bạn

# tour_review_title_see_review
source: Your review of the tour
vi: Xem đánh giá của bạn về chuyến đi

# tour_review_schedule
source: Schedule
vi: Lịch trình

# tour_review_meal
source: Meal
vi: Bữa ăn

# tour_review_accommodation
source: Accommodation
vi: Chỗ nghỉ

# tour_review_tour_guide
source: Tour guide
vi: Hướng dẫn viên

# tour_review_vehicle
source: Vehicle
vi: Phương tiện

# tour_review_title_supplier
source: Feedback from Supplier
vi: Phản hồi từ Nhà cung cấp

# banner_warning_installment_noti
source: Your order is going to reach the next installment payment due date on {nextDay}
vi: Bạn gần tới hạn thanh toán trả góp tiếp theo. Hạn trả góp {nextDay}

# banner_warning_installment_
source: Extension
vi: Gia hạn

# tour_booking_item_service_in_ticket
source: Included in the ticket price
vi: Đã kèm trong giá vé

# tour_booking_item_service_title
source: Service {numberItem}
vi: Dịch vụ {numberItem}

# voucher_search_on_select_voucher_done
source: Unapplied discount code successfully
vi: Bỏ áp dụng mã giảm giá thành công

# voucher_search_on_select_voucher_fail
source: Unapplied discount code failed. Something went wrong. Please try again later.
vi: Bỏ áp dụng mã giảm giá thất bại. Xin vui lòng thử lại sau.

# voucher_search_coupon_code_incorrect
source: The coupon code is incorrect
vi: Mã giảm giá không đúng

# voucher_search_check_or_contact_cskh
source: Please double check or contact our Customer Service Center
vi: Vui lòng kiểm tra lại hoặc liên hệ bộ phận CSKH

# voucher_widget_item_voucher_discount
source: Discount: {number}
vi: Giảm: {number}

# voucher_widget_item_voucher_text_span_discount
source: * {number} off
vi: * Giảm {number}

# voucher_widget_item_voucher_expiring
source: Expiring: {date}
vi: Hạn sử dụng: {date}

# voucher_widget_item_voucher_expry_date
source: Expiry Date:
vi: Ngày hết hạn:

# voucher_widget_item_voucher_info_detail_text_code
source: Code:
vi: Mã:

# voucher_widget_item_voucher_info_detail_text_program
source: Promotion:
vi: Chương trình:

# voucher_widget_item_voucher_info_detail_text_condition
source: Conditon :
vi: Điều kiện :

# voucher_widget_item_voucher_info_detail_text_apply_hahalolo
source: * Apply to Hahalolo products.
vi: * Áp dụng cho sản phẩm của Hahalolo.

# voucher_widget_item_voucher_info_detail_text_maximum
source: * Limit one per customer.
vi: * Mỗi khách hàng được sử dụng tối đa 1 lần.

# voucher_widget_item_voucher_info_detail_text_for_order
source: on orders from {number}
vi: Cho đơn hàng từ {number}

# voucher_widget_item_voucher_text_span_applies_product
source: Products applied to:
vi: Sản phẩm áp dụng cho :

# voucher_widget_item_voucher_coupon_code
source: * Maximum discount :
vi: * Giảm giá tối đa :

# voucher_apply_voucher_widget_you_save
source: Haha! You save
vi: Haha! Bạn tiết kiệm được

# voucher_apply_voucher_widget_order_from_discount
source: on this order from discount code
vi: cho đơn hàng này từ mã giảm giá

# cart_screen_main_title
source: Your cart
vi: Giỏ hàng

# cart_screen_main_tour_title
source: Book Tour
vi: Đặt Tour

# cart_screen_main_flight_title
source: Flight Booking
vi: Vé máy bay

# cart_screen_main_car_title
source: Car Booking
vi: Đặt xe

# cart_screen_main_hotel_title
source: Hotel
vi: Khách sạn

# cart_screen_main_tour_title_1
source: Book Tour (1)
vi: Đặt Tour (1)

# cart_screen_main_flight_title_1
source: Flight Booking (1)
vi: Vé máy bay (1)

# cart_screen_main_car_title_1
source: Car Booking (1)
vi: Đặt xe (1)

# cart_screen_main_hotel_title_1
source: Hotel (1)
vi: Khách sạn (1)

# cart_screen_domestic_flight_num_passenger
source: Number of passengers
vi: Số khách

# cart_screen_domestic_flight_subtotal
source: Subtotal
vi: Giá tạm tính

# cart_screen_domestic_flight_note
source: Your flight reservation has been made. Please make payment to complete the ticket issuance.
vi: Chuyến bay của bạn đang được chỗ. Vui lòng thanh toán để hoàn tất xuất vé

# cart_screen_empty
source: Your cart is empty
vi: Không có sản phẩm nào trong giỏ hàng của bạn

# cart_screen_empty_order_now
source: Search & Order now!
vi: Tìm kiếm & Đặt hàng ngay!

# cart_screen_car_delete_order
source: Delete order
vi: Xóa đơn hàng

# cart_screen_car_delete_order_confirm
source: Do you want to delete this order?
vi: Bạn có muốn xóa đơn hàng này không?

# cart_screen_tour_schedule_title
source: Schedule
vi: Lịch trình

# cart_screen_tour_type_title
source: Tour type
vi: Loại tour

# cart_tour_type_domestic
source: Domestic
vi: Trong nước

# cart_tour_type_international
source: International
vi: Quốc tế

# cart_screen_tour_num_day_num_night
source: {day} day, {night} night
vi: {day} ngày, {night} đêm

# cart_screen_domestic_flight_not_been_reserved
source: Your flight has not been reserved yet. Please complete your payment to reserve and issue the ticket.
vi: Chuyến bay của bạn chưa được đặt chỗ. Vui lòng hoàn tất thanh toán để đặt chỗ và xuất vé

# cart_screen_domestic_hotel_num_passenger
source: Number of passengers
vi: Số khách

# cart_flight_prepayment_required
source: Prepayment required
vi: Yêu cầu thanh toán trước

# cart_tour_along_with
source: along with
vi: cùng với các

# cart_tour_accompanying_services
source: accompanying services
vi: dịch vụ đi kèm

# cart_tour_included_in_the_ticket_price
source: Included in the ticket price
vi: Đã kèm trong giá vé

# cart_car_not_order
source: There are no orders in your cart.
vi: Không có đơn hàng nào trong giỏ hàng của bạn.

# cart_car_not_item_search_and_order
source: Search & Order Now!
vi: Tìm kiếm & Đặt hàng ngay!

# hand_note_input_verify_error
source: An error occurred during verification. Please try again or tap "Resend confirmation code" to receive a new code via {email}
vi: Có lỗi xảy ra trong quá trình xác thực. Xin vui lòng thử lại hoặc bấm "Gửi lại mã xác nhận" để nhận mã mới qua email {email}

# hand_note_resend
source: Resend confirmation code
vi: Gửi lại mã xác nhận

# hand_note_input_verify
source: We've sent a confirmation code to {email}. Enter the code you received to complete this step
vi: Chúng tôi đã gửi cho bạn mã xác nhận đến email {email}. Nhập mã bạn nhận được để hoàn thành bước này

# hand_note_input_verify_code
source: Enter code
vi: Nhập mã

# hand_note_tour_detail_body_tour_info_title
source: Tour information
vi: Thông tin Tour

# hand_note_tour_detail_body_tour_time_zone_note
source: (Time is calculated in Vietnam time zone)
vi: (Thời gian được tính theo múi giờ Việt Nam)

# hand_note_tour_detail_body_tour_total_day_title
source: Total days
vi: Tổng số ngày

# hand_note_tour_detail_body_tour_number_traveler_title
source: Number of travelers
vi: Số hành khách

# hand_note_tour_detail_body_tour_cancellation_policy_title
source: Cancelation policy
vi: Chính sách hủy tour

# hand_note_tour_detail_body_tour_cancellation_policy_des_1
source: Free cancelation timelines are based on the tour booking time zone and Supplier's tour cancelation policy
vi: Các thời hạn hủy Tour miễn phí được tính theo múi giờ của nơi đặt Tour, dựa trên quy định về Chính sách huỷ đặt tour của nhà cung cấp

# hand_note_tour_detail_body_tour_cancellation_policy_des_2
source: For tour cancelation, you will be charged the following cancelation fee:
vi: Trường hợp hủy tour, du khách sẽ phải chịu một khoản lệ phí hủy như sau:

# hand_note_tour_detail_body_tour_cancellation_policy_des_3
source: •{departureDay} days before departure date
vi: • Trước ngày khởi hành {departureDay} ngày

# hand_note_tour_detail_body_tour_cancellation_policy_des_4
source: Free cancelation
vi: Miễn phí hủy tour

# hand_note_tour_detail_body_tour_cancellation_policy_des_5
source: Cancelation fee of {cancellationFee} %
vi: Phí hủy {cancellationFee} %

# hand_promotion_100
source: Promotion for 100% payment
vi: Khuyến mãi khi thanh toán 100%

# hand_note_install_policy
source: Installment plan
vi: Chính sách trả góp

# hand_note_title_status_payment_failure
source: Failed
vi: Thất bại

# hand_process_extension
source: Ongoing extension
vi: Đang gia hạn

# hand_in_installment
source: Active
vi: Đang trả góp

# hand_installment_completed
source: Completed
vi: Hoàn tất trả góp

# hand_note_adults
source: Adults
vi: Người lớn

# hand_note_children
source: Children
vi: Trẻ em

# hand_note_baby
source: Young children
vi: Trẻ nhỏ

# hand_note_infant
source: Babies
vi: Em bé

# hand_note_tour_service_price
source: Service price
vi: Giá dịch vụ

# hand_note_total_price
source: Total price
vi: Tổng giá

# hand_note_prepaid
source: Prepaid
vi: Trả trước

# hand_note_remaining
source: Remaining balance
vi: Còn lại

# hand_installment_status
source: Installment status
vi: Trạng thái trả góp

# hand_note_installment_payment_count_month_payment
source: Number of installment months
vi: Số tháng trả góp

# hand_note_installment_payment_count_month_payment_num
source: {month} months
vi: {month} tháng

# hand_note_information_detail_installment_title
source: Installment information
vi: Thông tin trả góp

# hand_note_information_detail_total_value_title
source: Order total
vi: Tổng giá đơn hàng

# hand_note_information_detail_prepayment_amount_title
source: Prepaid amount ({amount}%)
vi: Số tiền trả trước ({amount}%)

# hand_note_amount_payment
source: Total installment amount
vi: Tổng tiền trả góp

# hand_note_information_detail_installment_tenor_title
source: Installment tenor
vi: Kì hạn trả góp

# hand_note_information_detail_information_conversion_fee_title
source: Information conversion fee
vi: Phí chuyển đổi thông tin

# hand_note_information_detail_bank_fee_title
source: Bank fee
vi: Phí ngân hàng

# hand_note_information_detail_installment_interest_title
source: Installment interest
vi: Tiền lãi trả góp

# hand_note_information_detail_monthly_installment_amount_title
source: Monthly installment amount
vi: Số tiền trả góp hàng tháng

# hand_note_information_detail_next_due_date_title
source: Next installment tenor
vi: Kỳ hạn trả góp tiếp theo

# hand_note_installment
source: Installment
vi: Trả góp

# hand_note_postpaid
source: Postpaid
vi: Trả sau

# hand_note_installment_history_title
source: Installment history
vi: Lịch sử trả góp

# hand_note_payment_installment_title
source: Installment payment
vi: Thanh toán trả góp

# hand_note_the_month_current_installment
source: Month: {month}
vi: Tháng thứ {month}

# hand_note_fist_payment_title
source: First payment
vi: Thanh toán lần đầu

# hand_note_remaining_balance_title
source: Remaining balance
vi: Số tiền trả góp còn lại

# hand_note_extension_info
source: Extension information
vi: Thông tin gia hạn

# hand_note_price_extension
source: Extended amount
vi: Số tiền gia hạn

# hand_note_month_paid
source: {month} months paid
vi: Đã góp {month} tháng

# hand_note_month_left
source: {month} months left
vi: Còn lại {month} tháng

# hand_note_update_info_title
source: Update your info
vi: Cập nhật thông tin

# hand_note_invalid_full_name
source: Invalid full name format
vi: Họ Tên sai định dạng

# hand_note_must_enter_full_name
source: You must enter your full name
vi: Bạn phải nhập họ tên

# hand_note_adults_num
source: Adult information {num}
vi: Thông tin người lớn {num}

# hand_note_children_num
source: Child information {num}
vi: Thông tin trẻ em {num}

# hand_note_baby_num
source: Baby information {num}
vi: Thông tin em bé {num}

# hand_note_infant_num
source: Young child information {num}
vi: Thông tin trẻ nhỏ {num}

# hand_note_over_x_years_old
source: (Over {age} years old)
vi: (Trên {age} tuổi)

# hand_note_from_x_to_x_years_old
source: (From {ageFrom} - {ageTo} years old)
vi: (Tuổi từ {ageFrom} - {ageTo})

# hand_note_under_x_years_old
source: (Under {age} years old)
vi: (Dưới {age} tuổi)

# hand_note_num_day_title
source: {day} days
vi: {day} ngày

# hand_note_stage_title
source: Part: {stage}
vi: Chặng: {stage}

# hand_note_update_passenger_info_title
source: Update traveler information
vi: Cập nhật thông tin hành khách

# hand_note_hotel_reservation_detail_title
source: Reservation details
vi: Chi tiết đơn đặt phòng

# hand_note_tour_installment_title
source: Installment tour
vi: Tour trả góp

# hand_note_tour_extensions_payment_title
source: Payment extension
vi: Gia hạn thanh toán

# tour_booking_screen_text_accept
source: Accept
vi: Đồng ý

# hand_note_installment_period
source: Installment tenor
vi: Kỳ trả góp

# hand_note_installment_amount
source: Installment amount
vi: Số tiền trả góp

# hand_note_recommend_adjourn
source: Request for extension
vi: Đề nghị gia hạn

# hand_note_number_extension
source: Number of extension days
vi: Số ngày gia hạn

# hand_note_new_installment
source: New installment due date
vi: Hạn trả góp mới

# hand_note_adjourn_notice
source: For each installment tenor, you only have once to get a payment extension of {day} days. If the new installment due date is over and the current tenor payment has not been made, your tour will be canceled.
vi: Với mỗi kỳ trả góp bạn sẽ chỉ có 1 lần được gia hạn thời gian thanh toán thêm {day} ngày. Nếu vượt quá hạn trả góp mới, kỳ hiện tại vẫn chưa được thanh toán, tour của bạn sẽ bị hủy.

# hand_note_reason_late
source: Late payment excuse
vi: Lý do trả chậm

# hand_note_extension_successful
source: Extension successful
vi: Gia hạn thành công

# hand_note_part_due_note
source: The order is past due. Please contact our Customer Service Center.
vi: Đơn hàng đã quá hạn thanh toán. Xin vui lòng liên hệ với trung tâm hỗ trợ khách hàng

# hand_note_part_due_note_extension
source: Order is overdue. Please contact customer support
vi: Đơn hàng đã quá hạn thanh toán. Xin vui lòng liên hệ với trung tâm hỗ trợ khách hàng

# hand_note_notify_error_extension
source: An error occurred. Please try again.
vi: Có lỗi xảy ra vui lòng thử lại

# hand_note_dialog_input_verify_1
source: We've sent a confirmation code to
vi: Chúng tôi đã gửi cho bạn mã xác nhận đến email

# hand_note_dialog_input_verify_2
source: Enter the code you received to complete this step.
vi: Nhập mã bạn nhận được để hoàn thành bước này.

# hand_note_verify_input_code_hint
source: Enter confirmation code
vi: Nhập mã xác nhận

# hand_note_title_hotel_order
source: Hotel booking orders
vi: Đơn đặt phòng khách sạn

# hand_note_title_apply_coin
source: Use coins
vi: Dùng xu

# hand_note_request_resent_code_confirm_must_1
source: You should wait a minute before requesting to resend the confirmation code.
vi: Bạn phải chờ 1 phút để có thể yêu cầu gửi lại mã xác nhận.

# hand_note_request_resent_code_confirm_must_2
source: You should wait 5 minutes before requesting to resend the confirmation code.
vi: Bạn phải chờ 5 phút để có thể yêu cầu gửi lại mã xác nhận.

# hand_note_request_resent_code_confirm_must_3
source: You should wait a day before requesting to resend the confirmation code.
vi: Bạn phải chờ 1 ngày để có thể yêu cầu gửi lại mã xác nhận.

# hand_note_request_resent_code_confirm_must_4
source: You should wait 9 minutes before requesting to resend the confirmation code.
vi: Bạn phải chờ 9 phút để có thể yêu cầu gửi lại mã xác nhận.

# hand_note_request_resent_code_confirm_must_5
source: An error occurred while sending the confirmation code. Please try again.
vi: Có lỗi xảy ra trong quá trình gửi mã xác nhận. Vui lòng thử lại.

# hand_note_history_new_order_created
source: New order created
vi: Đơn hàng tạo mới

# hand_note_history_change_customer_information
source: Changed passenger information
vi: Đổi thông tin khách hàng

# hand_note_history_cancellation_of_passengers
source: Canceled passenger
vi: Hủy hành khách

# hand_note_history_change_flights
source: Changed flight
vi: Đổi chuyến bay

# hand_note_history_cancel_the_flight
source: Canceled flight
vi: Hủy chuyến bay

# fare_rule_toolbar_title
source: Fare conditions
vi: Điều kiện giá vé

# hand_note_detail_activity_history
source: Activity history:
vi: Lịch sử hoạt động:

# hand_note_coin_refund_amount
source: Expected refund coins
vi: Số xu hoàn trả dự kiến

# hand_note_booking_use_point
source: Use Points
vi: Dùng point

# hand_note_information_detail_next_due_date_discription
source: {nextDay} (Month {installmentPeriod})
vi: {nextDay} (Tháng thứ {installmentPeriod})

# hand_note_hotel_title
source: Hotel
vi: Khách sạn
