Repository: khanhdev98/app_product
Catalog: module/content/lib/l10n/app_*.arb
Languages: vi

# hotel_input_title_choose_date
source: Select a date
vi: Chọn ngày

# hotel_input_title_choose
source: Select
vi: Chọn

# hotel_hand_note_price_detail_payment_type
source: Form of payment
vi: Hình thức thanh toán

# hotel_hand_note_price_detail_payment_date
source: Payment date
vi: Ngày thanh toán

# hotel_hand_note_price_detail_price
source: View price details
vi: Xem chi tiết giá

# hotel_hand_note_price_detail_title
source: Price details
vi: Chi tiết giá

# hotel_hand_note_price_detail_contact_info
source: Contact's information
vi: Thông tin người liên hệ

# hotel_hand_note_utilities_title
source: Amenities
vi: Tiện nghi

# hotel_hand_note_services_title
source: Services
vi: Dịch vụ

# hotel_hand_note_search_required_code
source: Booking number is required.
vi: Mã đặt phòng là bắt buộc.

# hotel_hand_note_resend_enter_code_to_complete
source: Enter the confirmation code to complete this step.
vi: Nhập mã xác nhận để hoàn thành bước này.

# hotel_hand_note_refound_resend_code_to_mail
source: We have sent you a confirmation code to email
vi: Chúng tôi đã gửi cho bạn mã xác nhận đến email

# hotel_hand_note_refound_resend_enter_code
source: Enter the confirmation code
vi: Nhập mã xác nhận

# hotel_hand_note_refound_resend_code
source: Resend code
vi: Gửi lại mã code

# hotel_hand_note_refound_resend_enter_code_hint
source: Enter code
vi: Nhập mã

# hotel_hand_note_refound_resend_least_x_chars_error
source: Confirmation code must be {x} characters
vi: Mã xác nhận phải có {x} ký tự

# hotel_hand_note_refound_resend_empty_error
source: Confirmation code cannot be empty
vi: Mã xác nhận không được để trống

# hotel_hand_note_refound_resend_success
source: Confirmation code sent
vi: Mã xác minh đã gửi

# hotel_hand_note_refound_resend_2810_error
source: Verification code sent more than 9 times/day
vi: Mã xác nhận gửi nhiều hơn 9 lần/ngày

# hotel_hand_note_refound_resend_2809_error
source: Please try again in 1 day
vi: Thử lại sau 1 ngày

# hotel_hand_note_refound_resend_2808_error
source: Please try again in 5 minute
vi: Thử lại sau 5 phút

# hotel_hand_note_refound_resend_2807_error
source: Please try again in 1 minute
vi: Thử lại sau 1 phút

# hotel_hand_note_refound_resend_2004_error
source: Failure
vi: Thất bại

# hotel_hand_note_refound_info_2814_error
source: Cancellation is not allowed
vi: Không cho phép hủy

# hotel_hand_note_refound_info_2004_error
source: Failure
vi: Thất bại

# hotel_hand_note_refound_2002_error
source: Order not found
vi: Không tìm thấy đơn hàng

# hotel_hand_note_refound_2004_error
source: Cancellation failed order
vi: Hủy thất bại

# hotel_hand_note_refound_2816_error
source: Update failed
vi: Cập nhật thất bại

# hotel_hand_note_refound_2817_error
source: Update time has expired
vi: Quá thời gian cho phép cập nhật

# hotel_hand_note_refound_4001_error
source: Order not available:
vi: Đơn hàng không khả dụng:

# hotel_hand_note_refound_4001_error_detail_1
source: The order has been serviced
vi: Đơn hàng đã xác nhận phục vụ

# hotel_hand_note_refound_4001_error_detail_2
source: Or already check in
vi: Hoặc đã nhận phòng

# hotel_hand_note_refound_4001_error_detail_3
source: Or already checked out
vi: Hoặc đã trả phòng

# hotel_hand_note_refound_2811_error
source: Order canceled
vi: Đơn hàng đã hủy

# hotel_hand_note_refound_2806_error
source: Invalid cancellation confirmation code
vi: Mã xác nhận hủy không hợp lệ

# hotel_hand_note_refound_cancel_order
source: Cancel order
vi: Hủy đơn hàng

# hotel_hand_note_refound_refund
source: Refund information update
vi: Cập nhật thông tin hoàn tiền

# hotel_hand_note_refound_cancel_success
source: Cancellation successfully
vi: Đơn hàng của bạn đã hủy thành công

# hotel_hand_note_refound_update_success
source: Refund information update successful
vi: Cập nhật thông tin hoàn tiền thành công

# hotel_hand_note_refound_went_wrong
source: something went wrong. Try later...
vi: đã xảy ra lỗi. Hãy thử sau ...

# hotel_hand_note_refound_invalid_country
source: Invalid country
vi: Quốc gia không hợp lệ

# hotel_hand_note_refound_country_required
source: Country is required
vi: Quốc gia là bắt buộc

# hotel_hand_note_refound_error
source: error
vi: lỗi

# hotel_hand_note_refound_invalid_number
source: Invalid bank number
vi: Số ngân hàng không hợp lệ

# hotel_hand_note_refound_invalid_card
source: Invalid card account number
vi: Số tài khoản thẻ không hợp lệ

# hotel_hand_note_refound_invalid_card_holder
source: Invalid cardholder name
vi: Tên chủ thẻ không hợp lệ

# hotel_hand_note_refound_invalid_swift
source: Invalid swift code
vi: Mã swift không hợp lệ

# hotel_hand_note_refound_info_bank
source: Information of bank's account
vi: Thông tin tài khoản ngân hàng

# hotel_hand_note_refound_note_refund
source: (Hahalolo will refund your, based on the bank account information you enter below)
vi: (Hahalolo sẽ hoàn tiền cho bạn, dựa trên thông tin tài khoản ngân hàng bạn nhập bên dưới)

# hotel_hand_note_refound_bank
source: Bank
vi: Ngân hàng

# hotel_hand_note_refound_enter_bank
source: Enter bank name
vi: Nhập tên Ngân hàng

# hotel_hand_note_refound_card_account
source: Card account number
vi: Số tài khoản thẻ

# hotel_hand_note_refound_account_name
source: Account name
vi: Tên tài khoản

# hotel_hand_note_refound_swift_code
source: SWIFT code
vi: Mã SWIFT

# hotel_hand_note_refound_enter_swift
source: Enter swift code
vi: Nhập mã swift

# hotel_hand_note_refound_national
source: National
vi: Quốc gia

# hotel_hand_note_refound_ok
source: OK
vi: Đồng ý

# hotel_hand_note_refound_cancel
source: Cancel
vi: Hủy bỏ

# hotel_hand_note_refound_reason
source: Cancellation reason
vi: Lý do hủy bỏ

# hotel_hand_note_refound_enter_reason
source: Please you enter the reason
vi: Mời bạn nhập lý do

# hotel_hand_note_refound_enter_max
source: Enter up to 150 characters
vi: Nhập tối đa 150 ký tự

# hotel_hand_note_refound_contact_support
source: Contact customer service to get a discount code refund.
vi: Liên hệ với bộ phận chăm sóc khách hàng để được hoàn lại mã giảm giá.

# hotel_hand_note_refound_code_not_refund
source: Discount codes are non-refundable.
vi: Mã giảm giá không được hoàn lại.

# hotel_hand_note_refound_amount_info
source: Refund amount information
vi: Thông tin số tiền hoàn trả

# hotel_hand_note_refound_total_order
source: Total order
vi: Tổng đơn hàng

# hotel_hand_note_refound_total_paid
source: Total amount paid
vi: Tổng tiền đã thanh toán

# hotel_hand_note_refound_use_coins
source: Use coins {num}
vi: Dùng xu ({num})

# hotel_hand_note_refound_coins
source: {num} Coins
vi: {num} Xu

# hotel_hand_note_refound_voucher
source: Voucher
vi: Mã giảm giá

# hotel_hand_note_refound_fee_cancel
source: Fee cancel
vi: Phí hủy

# hotel_hand_note_refound_refund_amount
source: Estimated refund amount
vi: Số tiền hoàn trả dự kiến

# hotel_hand_note_refound_refund_coins
source: Estimated number of coins refunded {num}
vi: Số xu hoàn trả dự kiến {num}

# hotel_add_room_num_passenger
source: No. of rooms & guests
vi: Số phòng & Khách

# hotel_add_room_children
source: Children
vi: Trẻ em

# hotel_add_room_age_upto
source: (Ages 0 - 17)
vi: (Từ 0-17 tuổi)

# hotel_add_room_child
source: Child
vi: Trẻ em

# hotel_add_room_age
source: age
vi: tuổi

# hotel_add_room_cancel
source: Cancel
vi: Hủy

# hotel_add_room_choose_age
source: Select age
vi: Chọn tuổi

# hotel_add_room_done
source: Done
vi: Xong

# hotel_add_room_room
source: Room
vi: Phòng

# hotel_add_room_adult
source: Adult
vi: Người lớn

# hotel_add_room_adults
source: Adults
vi: Người lớn

# hotel_add_room_age_children
source: Children's age
vi: Tuổi của trẻ em

# hotel_add_room_age_child
source: Children's age
vi: Tuổi của trẻ em

# hotel_add_room_condition
source: Number of rooms and guests per room must not be greater than 9.
vi: Số phòng và số người trong mỗi phòng không được lớn hơn 9.

# hotel_add_room_note
source: Note
vi: Lưu ý

# hotel_add_room_save
source: Save
vi: Lưu

# hotel_cart_child
source: Child
vi: Trẻ em

# hotel_cart_children
source: Children
vi: Trẻ em

# hotel_cart_delete
source: Delete
vi: Xóa

# hotel_cart_change
source: Change
vi: Thay đổi

# hotel_cart_book_room
source: Book room
vi: Đặt phòng

# hotel_cart_night
source: night
vi: đêm

# hotel_cart_title_included_texas_fee
source: Taxes and fees inclusive
vi: Đã bao gồm thuế và phí

# hotel_cart_temporary_price
source: Subtotal
vi: Giá tạm tính

# hotel_cart_delete_order
source: Delete order
vi: Xóa đơn hàng

# hotel_screen_cart_delete_order_confirm
source: Do you want to delete this order?
vi: Bạn có muốn xóa đơn hàng này không?

# hotel_order_detail_info_hotel
source: Booking information
vi: Thông tin đặt phòng

# hotel_order_detail_done
source: Done
vi: Xong

# hotel_order_detail_detail
source: View details
vi: Xem chi tiết

# hotel_order_detail_book_new
source: Book a new room
vi: Đặt thêm phòng mới

# hotel_order_detail_success
source: Booking successful
vi: Đặt phòng thành công

# hotel_order_detail_requests_success
source: Your booking request has been successfully made
vi: Yêu cầu Đặt phòng của bạn đã được thực hiện thành công

# hotel_order_detail_paid
source: (Paid).
vi: ( Đã thanh toán ).

# hotel_order_detail_reservation
source: You can check booking details below.
vi: Bạn có thể kiểm tra thông tin chi tiết phòng đặt bên dưới.

# hotel_order_detail_thank
source: Thank you for your trust in the services of
vi: Cảm ơn bạn đã tin tưởng và sử dụng dịch vụ của

# hotel_order_detail_support
source: If you have any questions or need further assistance, please contact Hahalolo Help Center
vi: Nếu có bất kì thắc mắc nào hay cần sự giúp đỡ, vui lòng liên hệ đến Trung tâm hỗ trợ

# hotel_order_detail_instructions
source: for instructions.
vi: của Hahalolo để nhận được hướng dẫn.

# hotel_order_detail_info_rest
source: Property information
vi: Thông tin chỗ nghỉ

# hotel_order_detail_hotel
source: Hotel
vi: Khách sạn

# hotel_order_detail_type
source: Room type
vi: Loại phòng

# hotel_order_detail_check_in
source: Check-in
vi: Nhận phòng

# hotel_order_detail_check_out
source: Check-out
vi: Trả phòng

# hotel_order_detail_visited
source: Number of guests
vi: Khách lưu trú

# hotel_order_detail_adult
source: adult
vi: người lớn

# hotel_order_detail_children
source: children
vi: trẻ em

# hotel_order_detail_baby
source: baby (Under 1 year old)
vi: em bé (Dưới 1 tuổi)

# hotel_order_detail_contact
source: Contact information
vi: Thông tin liên hệ

# hotel_order_detail_lastname
source: Full name
vi: Họ tên

# hotel_order_detail_tel_number
source: Phone number
vi: Số điện thoại

# hotel_order_detail_nationality
source: Nationality
vi: Quốc tịch

# hotel_order_detail_note
source: Note
vi: Ghi chú

# hotel_order_detail_guests
source: Guest information
vi: Thông tin khách lưu trú

# hotel_order_detail_trade
source: Transaction information
vi: Thông tin giao dịch

# hotel_order_detail_order_form
source: Order
vi: Đơn hàng

# hotel_order_detail_payment
source: Payment amount
vi: Số tiền thanh toán

# hotel_order_detail_bed_type
source: Bed type
vi: Loại giường

# hotel_order_detail_extra_bed
source: Extra bed
vi: Giường phụ

# hotel_order_detail_bed
source: bed
vi: giường

# hotel_order_detail_reservation_code
source: Booking number
vi: Mã đặt phòng

# hotel_order_detail_payer
source: Payer
vi: Người thanh toán

# hotel_search_code_total_price
source: Total price
vi: Tổng giá

# hotel_search_code_voucher
source: Coupon code
vi: Mã giảm giá

# hotel_search_code_use_coin
source: Use coins
vi: Dùng xu

# hotel_search_code_use_point
source: Use points
vi: Dùng point

# hotel_search_code_total_pay
source: Total payment
vi: Tổng thanh toán

# hotel_search_code_detail_pay
source: Payment details
vi: Chi tiết thanh toán

# hotel_detail_similar_hotels
source: Similar properties
vi: Chỗ nghỉ tương tự

# hotel_detail_hotel_images
source: Hotel images
vi: Hình ảnh của khách sạn

# hotel_detail_reviews_latest
source: Latest
vi: Mới nhất

# hotel_detail_reviews_oldest
source: Oldest
vi: Cũ nhất

# hotel_detail_reviews_highest
source: Highest score
vi: Điểm cao nhất

# hotel_detail_reviews_lowest
source: Lowest score
vi: Điểm thấp nhất

# hotel_detail_review_sort_by
source: Sort by
vi: Sắp xếp

# hotel_detail_reviews
source: Review
vi: Đánh giá

# hotel_detail_rate_location
source: Location
vi: Vị trí

# hotel_detail_rate_price
source: Price
vi: Giá

# hotel_detail_rate_cleanliness
source: Cleanliness
vi: Sạch sẽ

# hotel_detail_rate_service
source: Service
vi: Phục vụ

# hotel_detail_rate_facilities
source: Facilities
vi: Cơ sở vật chất

# hotel_detail_one_user_review
source: 1 review
vi: 1 đánh giá

# hotel_detail_x_user_reviews
source: {x} reviews
vi: {x} đánh giá

# hotel_detail_book_2004_error
source: Booking failed
vi: Đặt phòng thất bại

# hotel_detail_please_fill_ci_co_date
source: Please enter check-in and check-out dates
vi: Vui lòng nhập thông tin ngày nhận và ngày trả phòng.

# hotel_detail_allow_pet_contact_hotel
source: Pets are allowed. For pet policies, please contact the accommodation directly.
vi: Cho phép đem theo vật nuôi. Các chính sách về vật nuôi vui lòng liên hệ trực tiếp tại nơi lưu trú.

# hotel_detail_allow_pet_and_x_fee
source: Pets are allowed. Pet fee: {x} (Pet fee is paid at the accommodation).
vi: Cho phép đem theo vật nuôi. Phí vật nuôi: {x} (Phí vật nuôi được thanh toán tại nơi lưu trú).

# hotel_detail_free_cancellation
source: FREE cancelation
vi: MIỄN PHÍ hủy phòng

# hotel_detail_cancellation_with_refund
source: Cancelation is charged
vi: Hủy phòng tốn phí

# hotel_detail_cancellation_without_refund
source: Cancelation without refund
vi: Hủy không hoàn tiền

# hotel_detail_cancel_non_refund
source: You will not receive a refund or paid amount upon cancelation.
vi: Hủy đặt phòng sẽ không nhận được hoàn tiền hoặc hoàn trả các khoản tiền đã thanh toán.

# hotel_detail_breakfast_served
source: Breakfast provided
vi: Có phục vụ buổi ăn sáng

# hotel_detail_lunch_served
source: Lunch provided
vi: Có phục vụ buổi ăn trưa

# hotel_detail_dinner_served
source: Dinner provided
vi: Có phục vụ buổi ăn tối

# hotel_detail_smoking_allow
source: Smoking is allowed
vi: Được phép hút thuốc

# hotel_detail_smoking_not_allow
source: Smoking is not allowed
vi: Không được phép hút thuốc

# hotel_detail_contact_hotel
source: Contact hotel
vi: Liên hệ khách sạn

# hotel_detail_book_first_pay_later
source: Book now, pay later
vi: Đặt chỗ trước, thanh toán sau

# hotel_detail_policy
source: Policies
vi: Chính sách

# hotel_detail_choose_the_bed_arrangement
source: Select bed case
vi: Chọn cách bố trí giường

# hotel_detail_cancellation_policy_x_time_y_date_z_rate_first_night
source: Cancelations made prior to {x} on {y}: get a {z}% refund of room rate for the first night.
vi: Hủy phòng trước {x} ngày {y}: được hoàn trả {z}% giá phòng cho đêm đầu tiên.

# hotel_detail_room_service
source: Room services
vi: Dịch vụ phòng

# hotel_detail_amenities
source: Amenities
vi: Tiện nghi

# hotel_detail_general_rules
source: House rules
vi: Quy tắc chung

# hotel_detail_change_reservation
source: Change reservation
vi: Thay đổi đặt phòng

# hotel_detail_services_and_facilities
source: Facilities and services
vi: Cơ sở vật chất và dịch vụ

# hotel_detail_x_room_and_y_night
source: {x} room/{y} night
vi: {x} phòng/{y} đêm

# hotel_detail_x_rooms_and_y_nights
source: {x} rooms/{y} nights
vi: {x} phòng/{y} đêm

# hotel_detail_room_and_x_nights
source: 1 room/{x} nights
vi: 1 phòng/{x} đêm

# hotel_detail_x_rooms_and_night
source: {x} rooms/1 night
vi: {x} phòng/1 đêm

# hotel_detail_room_and_night
source: 1 room/1 night
vi: 1 phòng/1 đêm

# hotel_detail_x_rooms_and_y_adults
source: {x} rooms - {y} guests
vi: {x} phòng - {y} người

# hotel_detail_room_and_x_adults
source: 1 room - {x} guests
vi: 1 phòng - {x} người

# hotel_detail_room_and_adult
source: 1 room - 1 guest
vi: 1 phòng - 1 người

# hotel_detail_child_count
source: 1 child
vi: 1 trẻ em

# hotel_detail_x_children
source: {x} children
vi: {x} trẻ em

# hotel_detail_room_detail
source: Room details
vi: Chi tiết phòng

# hotel_detail_room_policy_and_conditions
source: Conditions and Policies
vi: Điều kiện và chính sách

# hotel_detail_person_count
source: 1 guest
vi: 1 người

# hotel_detail_x_people
source: {x} guests
vi: {x} người

# hotel_detail_distance_x_from_center
source: {distance}{x} from center
vi: Cách trung tâm {distance}{x}

# hotel_detail_distance_x_from_address
source: {distance}{x} from the search location
vi: {distance}{x} từ địa điểm tìm kiếm

# hotel_detail_distance_at_center
source: In city center
vi: Ngay tại vị trí trung tâm

# hotel_detail_check_in
source: Check-in
vi: Nhận phòng

# hotel_detail_check_out
source: Check-out
vi: Trả phòng

# hotel_detail_cancelation_policy
source: Cancelation
vi: Hủy phòng

# hotel_detail_child_policy
source: Children
vi: Trẻ em

# hotel_detail_pet_policy
source: Pets
vi: Vật nuôi

# hotel_detail_check_in_x
source: After {x}
vi: Sau {x}

# hotel_detail_check_out_x
source: Before {x}
vi: Trước {x}

# hotel_detail_only_room_count
source: Only 1 left
vi: Chỉ còn 1 phòng trống

# hotel_detail_only_x_room
source: Only {x} left
vi: Chỉ còn {x} phòng trống

# hotel_detail_child_policy_allow_range
source: Children aged from {range} are allowed.
vi: Cho phép trẻ em đi kèm từ {range} tuổi.

# hotel_detail_pet_policy_allow
source: Pets are allowed. Pet fee is paid at the hotel.
vi: Cho phép đem theo vật nuôi phí vật nuôi được tính tại khách sạn.

# hotel_detail_pet_policy_do_not_allow
source: Pets are not allowed.
vi: Không cho phép đem theo vật nuôi.

# hotel_detail_cancelation_policy_x_time_y_rate_first_night
source: Cancelations made {x}hours prior to check-in time: get a {y}% refund of room rate for the first night.
vi: Hủy trước thời gian nhận phòng {x}h: sẽ hoàn trả {y}% giá phòng cho đêm đầu tiên.

# hotel_detail_cancelation_policy_x_time_y_rate_all_night
source: Cancelations made {x}hours prior to check-in time: get a {y}% refund of room rate for all nights.
vi: Hủy trước thời gian nhận phòng {x}h: sẽ hoàn trả {y}% giá phòng cho toàn bộ đêm.

# hotel_detail_cancellation_policy_x_time_full_rate
source: Free cancelation before {x}
vi: Hủy không tốn phí trước {x}.

# hotel_detail_book_room
source: Book 1 room
vi: Đặt 1 phòng

# hotel_detail_book_x_room
source: Book {x} rooms
vi: Đặt {x} phòng

# hotel_detail_best_price
source: Best price
vi: Giá tốt nhất

# hotel_detail_bed
source: 1 bed
vi: 1 giường

# hotel_detail_x_beds
source: {x} beds
vi: {x} giường

# hotel_detail_x_discount_percent
source: -{x}% off today only
vi: -{x}% chỉ hôm nay

# hotel_detail_choose_room
source: Select room
vi: Chọn phòng

# hotel_detail_has_x_room_types
source: (Total {x} room types available
vi: (Có tất cả {x} loại phòng)

# hotel_detail_has_room_type
source: (Total 1 room type available)
vi: (Có tất cả 1 loại phòng)

# hotel_detail_children_policy_do_not_allow
source: The hotel does not have child policies. Children will not be counted in the number of searches. Please contact the hotel if there are any accompanying children.
vi: Khách sạn này không có chính sách về trẻ em. Trẻ em sẽ không được tính vào số lượng tìm kiếm. Vui lòng liên hệ với khách sạn nếu có trẻ em đi kèm.

# hotel_detail_children_policy_range_allow
source: The hotel's children policy allows children aged {range}. For information on hotel policies and regulations, please refer to the hotel's House rules section or contact the hotel for futher information.
vi: Chính sách về trẻ em của khách sạn cho phép dẫn theo trẻ em có độ tuổi từ {range} tuổi. Các thông tin về chính sách, quy định của khách sạn vui lòng xem ở mục Quy định chung của khách sạn hoặc liên hệ với khách sạn để biết thêm thông tin.

# hotel_detail_room_information
source: Room information
vi: Thông tin phòng

# hotel_detail_x_fee_person_and_day
source: {x}/guest/day
vi: {x}/người/ngày

# hotel_detail_x_fee_car_and_day
source: {x}/car/day
vi: {x}/xe/ngày

# hotel_detail_breakfast
source: Breakfast
vi: Bữa ăn sáng

# hotel_detail_lunch
source: Lunch
vi: Bữa ăn trưa

# hotel_detail_dinner
source: Dinner
vi: Bữa ăn tối

# hotel_detail_smoking
source: Tobacco
vi: Thuốc lá

# hotel_detail_parking
source: Parking
vi: Bãi Đỗ xe

# hotel_detail_local_time
source: (Local time)
vi: (Theo giờ địa phương)

# hotel_detail_cancelation_policy_x_time_y_date_z_rate
source: Cancelations made prior to {x} on {y}: Get a {z}% refund of room rate for all nights.
vi: Hủy phòng trước {x} ngày {y}: Sẽ hoàn trả {z}% giá phòng cho tất cả các đêm

# hotel_detail_cancelation_policy_x_time_y_date_z_amount
source: Cancelations made prior to {x} on {y}: Get a refund of {z} of room rate.
vi: Hủy phòng trước {x} ngày {y}: Sẽ hoàn trả {z} giá phòng

# hotel_detail_promotion
source: Deals
vi: Ưu đãi

# hotel_detail_free_breakfast
source: Free breakfast
vi: Bữa ăn sáng miễn phí

# hotel_detail_free_lunch
source: Free lunch
vi: Bữa ăn trưa miễn phí

# hotel_detail_free_dinner
source: Free dinner
vi: Bữa ăn tối miễn phí

# hotel_detail_allow_smoking
source: Smoking is allowed
vi: Cho phép hút thuốc

# hotel_detail_free_parking
source: Free parking
vi: Bãi đỗ xe miễn phí

# hotel_detail_room_not_found
source: No rooms found!
vi: Không tìm thấy phòng!

# hotel_detail_no_result
source: We couldn't find any results matching your search. Please try again.
vi: Chúng tôi không thể tìm thấy bất kỳ kết quả nào phù hợp với tìm kiếm của bạn. Vui lòng thử lại.

# hotel_detail_similar_hotels_title
source: Similar properties
vi: Các khách sạn tương tự

# hotel_booking_dialog_the_order_not_eligible
source: The order is not eligible for payment
vi: Đơn hàng không đủ điều kiện thanh toán

# hotel_booking_dialog_qualified_orders
source: The order is eligible with a total amount of
vi: Đơn hàng thỏa điều kiện có tổng thanh toán là

# hotel_booking_dialog_coupon_code_coins_points
source: You can change the Coupon Code, Coins or Points to be eligible for payment
vi: Bạn có thể thay đổi Mã giảm giá, Xu hoặc Point để thỏa điều kiện thanh toán

# hotel_booking_dialog_or_minimum
source: or minimum of
vi: hoặc tối thiểu

# hotel_booking_widget_dialog_cannot_used_information
source: This information cannot be used at this time. Please use another or save a new one.
vi: Hiện tại bạn không thể sử dụng thông tin này nữa. Vui lòng dùng thông tin khác hoặc lưu mới!

# hotel_booking_component_applied_points_successfully
source: You have applied points successfully
vi: Bạn đã áp dụng point thành công

# hotel_booking_use_point
source: Use points
vi: Dùng point

# hotel_booking_point_switch_on_hint
source: Turn off using points to cancel applying points for this order
vi: Tắt dùng point để huỷ bỏ áp dụng point cho đơn hàng này

# hotel_booking_point_switch_off_hint
source: Turn on using points to enter the number of points you will use for this order
vi: Bật dùng point để nhập số point bạn sẽ sử dụng cho đơn hàng này

# hotel_booking_point_user_point
source: Available points
vi: Bạn đang có

# hotel_booking_point_available_point
source: Available to orders
vi: Khả dụng cho đơn hàng

# hotel_booking_point_user_want_to_use_hint
source: Number of points you want to use
vi: Số Point bạn muốn sử dụng

# hotel_booking_point_equivalent_to
source: Equivalent to
vi: Tương ứng với

# hotel_booking_point_press
source: Press
vi: Ấn

# hotel_booking_point_apply
source: Apply
vi: Áp dụng

# hotel_booking_point_apply_for_payment
source: to apply the amount to the payment
vi: để áp dụng số tiền vào thanh toán

# hotel_booking_points_apply_hint
source: The amount will be used to pay for this order.
vi: Số tiền sẽ sử dụng thanh toán cho đơn hàng này.

# hotel_booking_payment_3001_error
source: The card is not supported. Please try again.
vi: Thẻ không được hổ trợ. Vui lòng thử lại.

# hotel_booking_payment_3002_error
source: An error occurred during the payment process. Please try again.
vi: Có lỗi xảy ra trong quá trình thanh toán. Vui lòng thử lại.
