Repository: khanhdev98/app_product
Catalog: module/content/lib/l10n/app_*.arb
Languages: vi

# wallet_text_ineligible_payment_description
source: You will not be able to make transactions from the system until our administrator accepts your payment information. Please create a payout account.
vi: Bạn sẽ không thể thực hiện giao dịch từ hệ thống cho đến khi quản trị viên của chúng tôi chấp nhận thông tin tài khoản giao dịch của bạn. Vui lòng cập nhật thông tin tài khoản giao dịch của bạn.

# wallet_text_address_2
source: Address 2
vi: Địa chỉ 2

# wallet_text_new_account
source: New Account
vi: Tạo tài khoản giao dịch

# wallet_text_payout_account_detail
source: Payout account details
vi: Chi tiết tài khoản giao dịch

# wallet_text_middle_name
source: Middle name
vi: Tên đệm

# wallet_text_account_owner
source: Account Owner
vi: Chủ Tài Khoản

# wallet_text_tax_form
source: Tax Form
vi: Biểu Mẫu Thuế

# wallet_text_tax_form_subtitle
source: Based on the information you provided, you aren't required to upload any tax forms. Please click "Next" to proceed to the next step.
vi: Dựa trên thông tin bạn cung cấp, bạn không cần phải tải lên thêm bất kỳ biểu mẫu thuế nào. Vui lòng nhấn “Tiếp tục” để tiến hành bước tiếp theo.

# wallet_text_card_holder_name
source: Cardholder name
vi: Tên in trên thẻ

# wallet_text_otp_code_expire_in
source: Code will expire in:
vi: Mã sẽ hết hạn trong:

# wallet_text_account_information
source: Account Information
vi: Thông Tin Tài Khoản

# wallet_text_welcome
source: Welcome!
vi: Xin chào!

# wallet_text_payment_information
source: Payment Information
vi: Thông Tin Thanh Toán

# wallet_text_policies_confirm
source: I agree with {termsAndPolicies}
vi: Tôi đồng ý với {termsAndPolicies}

# wallet_terms_and_policies
source: terms and policies of Hahalolo
vi: các điều khoản và chính sách của Hahalolo.

# wallet_text_default
source: Default
vi: Mặc định

# wallet_text_code_vie_sms
source: Send code via SMS
vi: Gửi mã qua tin nhắn

# wallet_text_pin_code_recovery_description
source: Use your email to authenticate yourself if you forget your PIN code.
vi: Sử dụng email của bạn để xác thực nếu bạn quên mã PIN.

# wallet_text_sms_recovery_description
source: Use your phone to authenticate yourself if you forget your PIN code.
vi: Sử dụng số điện thoại của bạn để xác thực nếu bạn quên mã PIN.

# wallet_text_authority
source: I hereby authority Hahalolo to use my account information provided to conduct the transfer
vi: Tôi đồng ý cho Hahalolo sử dụng thông tin tài khoản của tôi đã cung cấp để tiến hành việc chuyển nhận tiền.

# wallet_text_district_three_dot
source: District...
vi: Quận/Huyện...

# wallet_text_set_up_pin
source: Set up PIN
vi: Thiết lập mã PIN

# wallet_text_established
source: (Established)
vi: (Đã thiết lập)

# wallet_text_not_have_pin_yet_title
source: You haven’t had a PIN yet
vi: Bạn chưa có mã PIN.

# wallet_text_not_have_pin_yet_subtitle
source: Please create one to use this feature
vi: Vui lòng tạo mã PIN để sử dụng chức năng này

# wallet_text_security_pin_code_description
source: Hahalolo wallet PIN is required to protect your account and financial info. What's more, you don't need to re-enter card details when you log back in.
vi: Mã PIN của tài khoản thanh toán Hahalolo là bắt buộc để bảo vệ tài khoản và thông tin tài chính của bạn. Hơn nữa, bạn không cần nhập lại chi tiết thẻ khi đăng nhập lại.

# wallet_text_check_password_locked
source: Password check is temporarily locked. Please try again later
vi: Chức năng kiểm tra mật khẩu tạm khóa. Vui lòng thử lại sau

# wallet_text_enter_password_description
source: You need to enter your Hahalolo account password in order to confirm the change.
vi: Bạn cần nhập mật khẩu tài khoản Hahalolo của mình để xác nhận thay đổi.

# wallet_text_enter_sms_code
source: Enter your SMS code
vi: Nhập mã xác nhận

# wallet_text_send_sms_description_1
source: We will send a verification code to
vi: Chúng tôi đã gửi mã xác nhận tới

# wallet_text_send_sms_description_2
source: Enter this verification code on your device to complete.
vi: Nhập mã bạn nhận được để hoàn thành bước này.

# wallet_text_resend
source: Resend
vi: Gửi lại

# wallet_text_no_data
source: There are currently no data!
vi: Hiện tại không có dữ liệu!

# wallet_text_bank_transfer
source: Bank Transfer
vi: Chuyển khoản ngân hàng

# wallet_text_tax_ptin
source: Preparer tax identification number
vi: Số nhận diện người khai thuế

# wallet_text_tax_atin
source: Adoption taxpayer identification number
vi: Số nhận diện người đóng thuế đang nhận con nuôi Hoa Kỳ

# wallet_text_tax_ssn
source: Social security number
vi: Số An Sinh Xã Hội

# wallet_text_account_personal
source: Personal account
vi: Tài khoản cá nhân

# wallet_text_account_business
source: Business account
vi: Tài khoản kinh doanh

# wallet_text_country_code_and
source: country code and
vi: mã quốc gia và

# wallet_text_resend_time
source: Resend {time}
vi: Gửi lại {time}

# wallet_text_change_your
source: Change your {text}
vi: Thay đổi {text} của bạn

# wallet_start_person_button
source: {action} personal payment account
vi: {action} tài khoản thanh toán cá nhân

# wallet_start_business_button
source: {action} business payment account
vi: {action} tài khoản thanh toán kinh doanh

# wallet_text_recovery_subtitle_1
source: Your current {text} is {value}
vi: {text} hiện tại của bạn là {value}

# wallet_text_recovery_subtitle_2
source: Please enter your new {extra_text}{text}
vi: Vui lòng nhập {extra_text}{text} mới

# wallet_text_enter_new
source: Enter new {title}
vi: Nhập {title} mới

# wallet_text_new
source: New {title}
vi: {title} mới

# wallet_succ_setup_pin
source: PIN setup successfully.
vi: Thiết lập mã PIN thành công.

# wallet_succ_setup_pin_content
source: You have successfully set up your PIN.
vi: Bạn đã thiết lập mã PIN thành công.

# wallet_succ_change_pin
source: Change PIN successfully
vi: Thay đổi mã PIN thành công

# wallet_succ_change_pin_content
source: You have successfully changed your PIN
vi: Bạn đã thay đổi mã PIN thành công

# wallet_succ_change_information
source: Information is successfully updated and verified
vi: Thông tin đã được cập nhật và xác thực thành công

# wallet_war_remove_payout_account
source: Are you sure you want to permanently delete this account?
vi: Bạn có chắc chắn xóa vĩnh viễn tài khoản này không?

# wallet_war_create_payment_title
source: Create Payment Account
vi: Tạo Tài Khoản Thanh Toán

# wallet_war_create_payment_subtitle
source: Please create a Business Account before creating a Payment Account.
vi: Vui lòng tạo một Tài khoản kinh doanh trước khi tạo Tài khoản thanh toán.

# wallet_war_unsaved_information
source: The information you have edited will not be saved. Are you sure?
vi: Thông tin bạn đang chỉnh sửa sẽ không được lưu. Bạn có muốn thoát ra không?

# wallet_err_recovery
source: Recovery failed. Please try again later.
vi: Khôi phục thất bại. Vui lòng thử lại sau.

# wallet_err_recovery_no_user_data
source: Recovery failed. No business information.
vi: Khôi phục thất bại. Không có thông tin người dùng.

# wallet_err_recovery_phone_exists
source: Recovery failed. Phone number is existed..
vi: Khôi phục thất bại. Số điện thoại đã tồn tại trước đó

# wallet_err_recovery_phone_invalid
source: Recovery failed. Phone number format is invalid.
vi: Khôi phục thất bại. Số điện thoại không hợp lệ.

# wallet_err_recovery_password_invalid
source: Recovery failed. Incorrect password.
vi: Khôi phục thất bại. Mật khẩu của bạn không chính xác.

# wallet_err_pin_existed
source: The pin code already exists.
vi: Mã PIN đã tồn tại trước đó.

# wallet_err_pin_wallet_not_exist
source: Wallet does not exist
vi: Tài khoản thanh toán không tồn tại

# wallet_err_pin_incorrect_or_exists
source: The PIN code incorrect or not exists
vi: Mã PIN không đúng hoặc không tồn tại

# wallet_err_pin_try_again
source: Setup PIN failed. Please try again later.
vi: Thiết lập mã PIN thất bại. Vui lòng thử lại sau.

# wallet_err_set_payout_default
source: Set default payout account failed. Try again later!
vi: Chọn tài khoản giao dịch mặc định thất bại. Vui lòng thử lại sau!

# wallet_err_occurred_try_again
source: An error occurred. Try again
vi: Đã có lỗi xảy ra. Vui lòng thử lại sau.

# wallet_err_send_verify_title
source: Send verify code failed
vi: Gửi mã xác thực thất bại

# wallet_err_try_again
source: An error occurred. Please try again later.
vi: Đã có lỗi xảy ra. Vui lòng thử lại sau.

# wallet_err_create_payout_title
source: Create payout account failed. Please try again later
vi: Tạo tài khoản giao dịch thất bại. Vui lòng thử lại sau

# wallet_err_fetch_data_failed
source: Data fetch failed. Please try again later!
vi: Tải dữ liệu thất bại. Vui lòng thử lại sau!

# wallet_err_occurred_processing
source: An error occurred during processing. Try again later.
vi: Đã xảy ra lỗi trong quá trình xử lý. Vui lòng thử lại sau.

# wallet_err_remove_payout
source: Remove payout account failed. Try again later.
vi: Xóa tài khoản thất bại. Vui lòng thử lại sau.

# wallet_err_change_pin
source: Change PIN failed.
vi: Thay đổi mã PIN thất bại.

# wallet_err_setup_pin
source: PIN setup failed.
vi: Thiết lập mã PIN thất bại.

# wallet_err_sms_code_expired
source: Verification code has expired. Please try again.
vi: Mã xác thực đã hết hạn. Vui lòng thử lại.

# wallet_err_sms_code_incorrect
source: Verification code is not correct. Please try again.
vi: Mã xác thực không đúng. Vui lòng thử lại.

# wallet_create_payout_title
source: Create payout account
vi: Tạo tài khoản giao dịch

# wallet_action_continue
source: Continue
vi: Tiếp tục

# wallet_action_create
source: Create
vi: Tạo

# wallet_action_update
source: Update
vi: Cập nhật

# wallet_action_ok
source: OK
vi: Đồng ý

# wallet_action_complete
source: Complete
vi: Hoàn thành

# wallet_action_next
source: Next
vi: Tiếp theo

# wallet_action_try_back
source: Back
vi: Quay lại

# wallet_action_try_again
source: Try again
vi: Thử lại

# wallet_action_accept
source: Accept
vi: Chấp nhận

# wallet_action_remove
source: Remove
vi: Xóa

# wallet_action_change
source: Change
vi: Thay đổi

# wallet_action_setup
source: Setup
vi: Thiết lập

# wallet_action_confirm
source: Confirm
vi: Xác nhận

# wallet_action_cancel
source: Cancel
vi: Hủy

# wallet_action_close
source: Close
vi: Đóng

# wallet_overview
source: Overview
vi: Tổng quan

# wallet_notification
source: Notification
vi: Thông báo

# wallet_transaction_history
source: Transaction History
vi: Lịch sử giao dịch

# wallet_transfer_point
source: Give points
vi: Chuyển điểm

# wallet_payout_accounts
source: Payout accounts
vi: Tài khoản giao dịch

# wallet_security
source: Security
vi: Bảo mật

# wallet_recovery_methods
source: Recovery Methods
vi: Phương pháp khôi phục

# wallet_help_center
source: Help Center
vi: Trung tâm hỗ trợ

# wallet_view_profile
source: View my profile
vi: Xem thông tin

# wallet_info_title
source: Wallet Info
vi: Thông tin tài khoản thanh toán

# wallet_edit_identity_card
source: Identity card
vi: CMND

# wallet_edit_id_card
source: ID card
vi: CCCD

# wallet_edit_passport
source: Passport
vi: Hộ chiếu

# wallet_edit_verify_status
source: Status
vi: Trạng thái

# wallet_edit_not_verify
source: Not yet
vi: Chưa xác minh

# wallet_edit_verified
source: Verified
vi: Đã xác minh

# wallet_edit_verify_waiting
source: Waiting
vi: Đang duyệt

# wallet_edit_gender
source: Gender
vi: Giới tính

# wallet_edit_male
source: Male
vi: Nam

# wallet_edit_female
source: Female
vi: Nữ

# wallet_edit_other
source: Other
vi: Khác

# wallet_owner_title
source: Owner Info
vi: Thông tin người dùng

# wallet_edit_fullName
source: Full name
vi: Họ và tên

# wallet_edit_phoneNumber
source: Phone number
vi: Số điện thoại

# wallet_edit_dateOfBirth
source: Date of birth
vi: Ngày sinh

# wallet_edit_dateOfBirth_13_yo
source: Date of birth (At least 13 years old)
vi: Ngày sinh (Ít nhất 13 tuổi)

# wallet_edit_address
source: Address
vi: Địa chỉ

# wallet_edit_country
source: Country
vi: Quốc gia

# wallet_edit_idType
source: ID type
vi: Loại giấy tờ

# wallet_edit_id_passport
source: National ID/Passport
vi: Mã căn cước/hộ chiếu

# wallet_edit_country_issue
source: Country of issue
vi: Quốc gia phát hành

# wallet_edit_id_document
source: Identity Document
vi: Ảnh căn cước/hộ chiếu

# wallet_edit_front
source: Front side
vi: Mặt trước

# wallet_edit_back
source: Back side
vi: Mặt sau

# wallet_edit_activate_date
source: Activate date
vi: Ngày hiệu lực

# wallet_edit_expiration_date
source: Expiration date
vi: Ngày hết hạn

# wallet_edit_upload_occurred_error
source: An error occurred while uploading the photo to the server
vi: Đã xảy ra lỗi khi tải ảnh lên máy chủ

# wallet_waiting_balance
source: Waiting Balance
vi: Số dư đang chờ khả dụng

# wallet_pending_balance
source: Pending Balance
vi: Số dư đang xử lý

# wallet_available_balance
source: Available Balance
vi: Số dư khả dụng

# wallet_frozen_balance
source: Frozen Balance
vi: Số dư đóng băng

# wallet_top10_trans
source: 10 Newest Transaction
vi: 10 giao dịch mới nhất

# wallet_source_withdrawal
source: Withdrawal
vi: Rút tiền

# wallet_source_income
source: Income
vi: Tiền vào

# wallet_source_outcome
source: Outcome
vi: Tiền ra

# wallet_source_point
source: Point
vi: Điểm thưởng

# wallet_source_aff_commission
source: Affiliate marketing - Commission
vi: Tiếp thị liên kết - Hoa hồng

# wallet_source_aff_reward
source: Affiliate marketing - Reward program
vi: Tiếp thị liên kết - Chương trình thưởng

# wallet_source_recharge
source: Recharge
vi: Nạp tiền

# wallet_source_order
source: Order
vi: Đơn hàng

# wallet_status_waiting
source: Waiting
vi: Đang chờ

# wallet_status_pending
source: Pending
vi: Chờ duyệt

# wallet_status_available
source: Available
vi: Khả dụng

# wallet_status_frozen
source: Frozen
vi: Đóng băng

# wallet_status_cancel
source: Cancel
vi: Đã huỷ

# wallet_status_success
source: Success
vi: Thành công

# wallet_status_error
source: Error
vi: Thất bại

# wallet_status_outcome
source: Outcome
vi: Tiền ra

# wallet_status_transfer
source: Transfer
vi: Chuyển điểm

# wallet_action_receive
source: Receive
vi: Nhận điểm

# wallet_action_donate
source: Donate
vi: Cho điểm

# wallet_action_buy_point
source: Buy point
vi: Mua điểm

# wallet_action_payment
source: Payment
vi: Thanh toán

# wallet_filter_all
source: All
vi: Tất cả

# wallet_filter_allTime
source: All time
vi: Tất cả

# wallet_filter_today
source: Today
vi: Hôm nay

# wallet_filter_yesterday
source: Yesterday
vi: Hôm qua

# wallet_filter_7days
source: Last 7 days
vi: 7 ngày trước

# wallet_filter_30days
source: Last 30 days
vi: 30 ngày trước

# wallet_filter_custom_date
source: Custom Date Range
vi: Ngày tuỳ chọn

# wallet_filter_status
source: Status
vi: Trạng thái

# wallet_filter_time
source: Time
vi: Thời gian

# wallet_filter_action
source: Action
vi: Hành động

# wallet_validate_this_field
source: This field
vi: Ô này

# wallet_validate_required
source: {fieldName} is required
vi: {fieldName} là bắt buộc

# wallet_validate_invalid_email
source: Invalid email
vi: Email không hợp lệ

# wallet_validate_invalid_phone_number
source: Invalid phone number
vi: Số điện thoại không hợp lệ

# wallet_validate_invalid_number
source: Invalid number
vi: Số không hợp lệ

# wallet_validate_limit_length
source: The minimum limit of {fieldName} is {minLength} characters
vi: {fieldName} ít nhất {minLength} kí tự

# wallet_validate_not_contain_number
source: {fieldName} must not contains numbers characters
vi: {fieldName} không được chứa các kí tự số

# wallet_validate_not_contain_special_char
source: {fieldName} must not contains special characters
vi: {fieldName} không được chứa các kí tự đặc biệt

# wallet_validate_invalid_swift_code_length
source: Valid swift code has 8-11 characters
vi: Mã Swift chỉ 8-11 kí tự

# wallet_validate_invalid_swift_code
source: Invalid swift code
vi: Mã Swift không hợp lệ

# wallet_no_transaction
source: There are currently no transactions!
vi: Hiện tại không có giao dịch nào!

# wallet_no_image
source: No image
vi: Chưa có ảnh

# wallet_edit_quit_msg
source: The information you have edited will not be saved. Are you sure?
vi: Thông tin bạn đang chỉnh sửa sẽ không được lưu. Bạn có muốn thoát ra không?

# wallet_point_total
source: Total:
vi: Tổng:

# wallet_payment_methods
source: Payment methods
vi: Phương thức thanh toán

# wallet_num_of_points
source: Number of Points
vi: Số lượng điểm thưởng

# wallet_points
source: {number} points
vi: {number} điểm

# wallet_1point
source: 1 point
vi: 1 điểm

# wallet_msg_enter_number_of_points
source: Please enter number of points
vi: Hãy nhập số điểm cần mua

# wallet_msg_pin_not_correct
source: Pin wallet is not correct or not exist
vi: Mã PIN không đúng hoặc chưa có

# wallet_msg_balance_not_enough
source: Wallet balance is not enough
vi: Số dư tài khoản không đủ

# wallet_msg_error_while_buy_point
source: An error occurred while purchasing points
vi: Đã có lỗi xảy ra khi mua điểm

# wallet_msg_fetch_error
source: An error occurred. Please try again later
vi: Đã có lỗi xảy ra. Vui lòng thử lại sau

# wallet_msg_buy_point_success
source: You have purchased your points successfully
vi: Bạn đã mua điểm thành công

# wallet_withdrawal_req
source: Withdrawal request:
vi: Yêu cầu rút tiền:

# wallet_withdrawal_payment_acc_id
source: Payment account ID:
vi: Mã tài khoản thanh toán:

# wallet_withdrawal_balance
source: Available Balances:
vi: Số dư khả dụng:

# wallet_withdrawal_payout_acc
source: Payout Account
vi: Tài khoản giao dịch

# wallet_withdrawal_amount
source: Amount ({currency})
vi: Số tiền ({currency})

# wallet_label_desc
source: Description
vi: Mô tả

# wallet_btn_save
source: Save
vi: Lưu lại

# wallet_btn_edit_owner
source: Edit Owner Info
vi: Chỉnh sửa

# wallet_btn_buy
source: Buy
vi: Mua

# wallet_btn_reset
source: Reset
vi: Nhập lại

# wallet_insufficient_available_balances
source: Insufficient available balances
vi: Không đủ số dư khả dụng

# wallet_msg_complete_info
source: Please complete all information
vi: Vui lòng điền đầy đủ thông tin

# wallet_msg_success
source: You have successfully withdrawn
vi: Bạn đã rút tiền thành công

# wallet_msg_wal_not_exist
source: Wallet not exists
vi: Tài khoản thanh toán không tồn tại

# wallet_msg_wal_blocked
source: Wallet is blocked
vi: Tài khoản thanh toán bị chặn

# wallet_msg_acc_incorrect
source: Payout account incorrect
vi: Tài khoản thanh toán không chính xác

# wallet_msg_total_not_available
source: The total amount requested is not available
vi: Tổng tiền được yêu cầu không khả dụng

# wallet_msg_pin_locked
source: The wallet's PIN is locked
vi: Mã PIN của tài khoản thanh toán đã bị khoá

# wallet_msg_withdrawal_failed
source: Withdrawal failed. Please try again later
vi: Rút tiền không thành công. Vui lòng thử lại sau

# wallet_msg_fill_in_all_info
source: Please fill in all the information
vi: Vui lòng điền đầy đủ thông tin

# wallet_update_info_success
source: You have successfully updated your information
vi: Bạn đã cập nhật thông tin thành công

# wallet_update_info_fail
source: You have failed to update your info
vi: Bạn đã cập nhật thông tin thất bại

# wallet_no_notifications
source: You have no notifications
vi: Bạn không có thông báo nào

# wallet_buy_point_payment_method_note
source: (Note: Bank payment fee will be supported by {halo} for {free} to user)
vi: (Ghi chú: Phí thanh toán ngân hàng sẽ được {halo} hỗ trợ {free} cho người dùng)

# wallet_note_free
source: FREE
vi: MIỄN PHÍ

# wallet_buy_point_policy
source: I agree to the {condition} and {privacy}
vi: Tôi đồng ý với {condition} và {privacy}

# wallet_term_conditions
source: Terms and Conditions
vi: Điều khoản và điều kiện

# wallet_privacy
source: Privacy
vi: Quyền riêng tư

# wallet_msg_receiving_account_not_exist
source: The receiving payment account does not exist
vi: Tài khoản thanh toán người nhận không tồn tại

# wallet_msg_search_account_error
source: An error occurred while searching for a payment account
vi: Đã xảy ra lỗi khi tìm kiếm tài khoản thanh toán

# wallet_msg_sending_account_not_exist
source: The Sending payment account does not exist
vi: Tài khoản thanh toán người gửi không tồn tại

# wallet_msg_point_balance_not_enough
source: Account's point balance is not enough
vi: Số dư điểm của tài khoản thanh toán không đủ

# wallet_msg_cannot_give_to_itself
source: Can't transfer points to yourself
vi: Không thể chuyển điểm cho chính mình

# wallet_msg_cannot_give_to_business
source: The recipient's payment account cannot be a business account
vi: Tài khoản thanh toán người nhận không được là tài khoản doanh nghiệp

# wallet_msg_transfer_point_err
source: An error occurred while transferring points
vi: Đã xảy ra lỗi khi chuyển điểm

# wallet_msg_transfer_point_success
source: You have transferred your points successfully
vi: Đã chuyển điểm thành công

# wallet_recipient_info
source: Recipient information
vi: Thông tin người nhận

# wallet_number_of_point
source: Number of points
vi: Số lượng điểm

# wallet_not_verified
source: Payment account is not verified
vi: Tài khoản thanh toán chưa xác thực

# halo_abbreviated_duration_format
source: {hour}h{minute}m
vi: {hour}h{minute}p

# flight_search_result_title_segments
source: {countStop, plural, =1{1 stop} other{{countStop} stops}}
vi: {countStop, plural, =1{1 điểm dừng} other{{countStop} điểm dừng}}

# flight_search_result_adult_x_count
source: Adult (x{count})
vi: Người lớn (x{count})

# flight_search_result_child_x_count
source: Child (x{count})
vi: Trẻ em (x{count})

# flight_search_result_baby_x_count
source: Baby (x{count})
vi: Em bé (x{count})

# flight_search_result_adult_count
source: {count, plural , =1{{count} adult} other{{count} adults}}
vi: {count, plural, =1{{count} người lớn} other{{count} người lớn}}

# flight_search_result_child_count
source: {count, plural, =0{ } =1{, {count} child} other{, {count} children}}
vi: {count, plural,=0{ } =1{, {count} trẻ em} other{, {count} trẻ em}}

# flight_search_result_kid_count
source: {count, plural,=0{ } =1{, {count} kid} other{, {count} kid}}
vi: {count, plural,=0{ } =1{, {count} trẻ nhỏ} other{, {count} trẻ nhỏ}}

# flight_search_result_baby_count
source: {count, plural, =0{ } =1{, {count} baby} other{, {count} babies}}
vi: {count, plural,=0{ } =1{, {count} em bé} other{, {count} em bé}}

# flight_result_detail_content_note_transit_header
source: A transit time of about {times} in {transitPlace}
vi: Quá cảnh khoảng {times} tại {transitPlace}

# flight_v2_widget_baggage_add
source: Extra checked baggage
vi: Thêm hành lý ký gửi

# flight_result_detail_checked_baggage_unit
source: {countBag, plural, =1{{countBag}KILOGRAM} other{{countBag}KILOGRAMS}
vi: {countBag, plural, =1{{countBag}kg} other{{countBag}kg}

# flight_transit_alter
source: A transit time of about {time} in {airport}
vi: Quá cảnh khoảng {time} tại {airport}

# flight_fare_rule_title_type_flight_one_way
source: One way flight
vi: Chuyến bay một chiều

# flight_fare_rule_title_type_flight_round_trip_from
source: Departure flight
vi: Chuyến bay đi

# flight_fare_rule_title_type_flight_round_trip_to
source: Return flight
vi: Chuyến bay về

# flight_fare_rule_title_fare_conditions
source: Fare conditions
vi: Điều kiện giá vé

# flight_fare_rule_title_departure_flight
source: Flight
vi: Chuyến bay

# flight_fare_rule_title_segment
source: Segment
vi: Chặng bay

# flight_fare_rule_notice_empty_fare_rule
source: Fare conditions from the airline not found
vi: Không tìm thấy điều kiện giá vé từ hãng hàng không

# flight_filter_by_title_filter
source: Filter
vi: Bộ lọc

# flight_filter_by_content_btn_filter
source: Filter
vi: Lọc

# flight_filter_by_title_airline
source: Airline
vi: Hãng hàng không

# flight_filter_by_title_type_flight_times_early_morning
source: Early Morning 00:00 - 06:00
vi: Buổi sáng sớm 00:00 - 06:00

# flight_filter_by_title_type_flight_times_morning
source: Morning 06:01 - 12:00
vi: Buổi sáng 06:01 - 12:00
