Repository: khanhdev98/app_product
Catalog: module/content/lib/l10n/app_*.arb
Languages: vi

# flight_filter_by_title_type_flight_times_afternoon
source: Afternoon 12:01 - 18:00
vi: Buổi trưa 12:01 - 18:00

# flight_filter_by_title_type_flight_times_evening
source: Evening 18:01 - 23:59
vi: Buổi tối 18:01 - 23:59

# flight_filter_by_title_count_segment
source: Number of stops
vi: Số điểm dừng

# flight_filter_by_title_select_all
source: Select all
vi: Chọn tất cả

# flight_filter_by_title_unselect_all
source: Unselect all
vi: Bỏ chọn tất cả

# flight_filter_by_title_type_segment_all
source: All
vi: Tất cả

# flight_filter_by_title_type_segment_direct
source: Direct flight
vi: Bay thẳng

# flight_filter_by_title_type_segment_transit
source: Transit
vi: Quá cảnh

# flight_sort_by_title_sort_by
source: Sort by
vi: Sắp xếp

# flight_sort_by_title_sort_by_ascending_price
source: Ascending price
vi: Giá tăng dần

# flight_sort_by_title_sort_by_descending_price
source: Descending price
vi: Giá giảm dần

# flight_sort_by_title_sort_by_earliest_departure_time
source: Earliest departure time
vi: Giờ khởi hành sớm nhất

# flight_sort_by_title_sort_by_latest_departure_time
source: Latest departure time
vi: Giờ khởi hành muộn nhất

# flight_sort_by_title_sort_by_earliest_arrival_time
source: Earliest arrival time
vi: Giờ hạ cánh sớm nhất

# flight_sort_by_title_sort_by_latest_arrival_time
source: Latest arrival time
vi: Giờ hạ cánh muộn nhất

# flight_search_result_title_count_adult
source: adult
vi: người lớn

# flight_search_result_title_count_child
source: child
vi: trẻ em

# flight_search_result_title_count_baby
source: baby
vi: em bé

# flight_search_result_title_segment
source: stop
vi: điểm dừng

# flight_search_result_title_hours
source: hour
vi: giờ

# flight_search_result_title_minutes
source: minute
vi: phút

# flight_search_result_title_view_detail_price
source: View details price
vi: Xem chi tiết giá

# flight_search_result_title_hide_detail_price
source: Hide details price
vi: Ẩn chi tiết giá

# flight_search_result_title_view_detail
source: Details
vi: Chi tiết

# flight_search_result_title_btn_book_ticket
source: Book
vi: Đặt vé

# flight_search_result_title_basic_price_ticket
source: Price per ticket
vi: Giá vé hành trình

# flight_search_result_title_taxes_and_fee
source: Taxes & Fees
vi: Thuế & Phí

# flight_search_result_title_total_amount
source: Total amount
vi: Tổng giá

# flight_search_result_title_total
source: Total
vi: Tổng cộng

# flight_search_result_title_fare_details
source: Fare details
vi: Chi tiết giá vé

# flight_search_result_title_quantity
source: Quantity
vi: Số lượng

# flight_search_result_title_passenger
source: Passenger
vi: Hành khách

# flight_search_result_title_one_way_flight
source: One way flight
vi: Chuyến bay một chiều

# flight_search_result_title_round_trip_flight
source: Round trip flight
vi: Chuyến bay khứ hồi

# flight_change_search_title_btn_agree
source: Agree
vi: Đồng ý

# flight_change_search_title_btn_cancel
source: Cancel
vi: Hủy

# flight_change_search_title_header_dialog
source: Change search
vi: Thay đổi tìm kiếm

# flight_change_search_title_body_dialog
source: Are you sure you want to change your search information?
vi: Bạn có chắc chắn muốn thay đổi thông tin tìm kiếm của mình không?

# flight_change_search_title_footer_dialog
source: If you agree to change your search information, all previous data will be deleted.
vi: Nếu bạn đồng ý thay đổi thông tin tìm kiếm, toàn bộ dữ liệu trước đó sẽ bị xóa.

# flight_search_result_detail_title_flight_details
source: Flight details
vi: Chi tiết chuyến bay

# flight_search_result_detail_title_checked_baggage
source: Checked baggage
vi: Hành lý ký gửi:

# flight_search_result_detail_title_aircraft
source: Aircraft
vi: Máy bay:

# flight_search_result_detail_title_seat_class
source: Seat class
vi: Hạng ghế:

# flight_search_result_detail_title_class_seat_type_all
source: All
vi: Tất cả

# flight_search_result_detail_title_class_seat_type_economy
source: Economy
vi: Phổ thông

# flight_search_result_detail_title_class_seat_type_first_class
source: First class
vi: Hạng nhất

# flight_search_result_detail_title_class_seat_type_business
source: Business
vi: Thương gia

# flight_search_result_detail_content_note_transit_body
source: Note: Passengers may be required to make customs clearance and submit their transit visa at the request of the host country
vi: Lưu ý: Hành khách có thể phải làm thủ tục hải quan và trình visa quá cảnh theo yêu cầu của quốc gia sở tại.

# flight_run_by
source: Run by
vi: Điều hành bởi

# flight_result_notice_no_flight_found
source: No flights found!
vi: Không tìm thấy chuyến bay!

# flight_result_notice_no_flight_found_filter
source: Sorry, there are no flights matching your criteria
vi: Rất tiếc, không có chuyến bay phù hợp với tiêu chí của bạn

# flight_result_notice_check_internet_again
source: The connection is being interrupted. Please check the connection again
vi: Quá trình kết nối đang bị gián đoạn. Vui lòng kiểm tra lại kết nối

# flight_result_notice_error_authentication
source: Your login session has expired. Please log in again
vi: Phiên đăng nhập đã hết.Vui lòng đăng nhập lại

# flight_search_result_notice_booking_expired
source: The booking period is about to expired
vi: Thời gian đặt chỗ sắp hết hạn

# flight_search_result_notice_click_continue_to_proceed
source: Please click "Continue" to proceed with the reservation.
vi: Xin vui lòng nhấn "Tiếp tục" để tiến hành đặt chỗ!

# flight_search_result_btn_continue
source: Continue
vi: Tiếp tục

# flight_filter_by_title_flight_times
source: Flight time
vi: Khung giờ bay

# flight_search_price_info_bottom_sheet_tax_include
source: Tax included
vi: Thuế bao gốm

# flight_search_price_info_bottom_sheet_VAT
source: VAT
vi: GTGT

# flight_search_price_info_bottom_sheet_fee_include
source: Fee included
vi: Phí bao gồm

# flight_search_price_info_bottom_sheet_fee_system_administration
source: System administration surcharge
vi: Phụ thu quản trị hệ thống

# flight_search_price_info_bottom_sheet_fee_security_screening
source: Security screening fee
vi: Phí soi chiếu an ninh

# flight_search_price_info_bottom_sheet_fee_payment_utility
source: Payment utility surcharge
vi: Phụ thu tiện ích thanh toán

# flight_search_result_progress_searching_title
source: Searching...
vi: Đang tìm kiếm...

# flight_search_result_progress_searching_sub_title
source: The system is looking for information, please wait a moment.
vi: Hệ thống đang kiểm tra thông tin, xin vui lòng đợi trong giây lát.

# flight_search_price_info_bottom_sheet_fee_airport_fees
source: Airport fees
vi: Phí sân bay

# flight_input_title
source: Booking information
vi: Thông tin đặt vé

# flight_input_passenger_infor_title
source: Passenger information
vi: Thông tin hành khách

# flight_input_passenger_validate_birth_day
source: Date of birth is required
vi: Bạn phải chọn ngày sinh

# flight_input_passenger_hint_birth_day
source: Date of birth
vi: Ngày sinh

# flight_input_passenger_choose_birth_day
source: Choose date of birth
vi: Chọn ngày sinh

# flight_input_title_i_am_a_passenger
source: I'm a passenger
vi: Tôi là hành khách

# flight_input_title_note
source: Note
vi: Lưu ý

# flight_input_title_note_1
source: Please note that the passport must be valid for at least 06 months before the departure date of the first segment in the itinerary.
vi: Hành khách lưu ý hộ chiếu phải còn thời hạn sử dụng ít nhất 06 tháng trước ngày khởi hành chặng đầu tiên trong hành trình.

# flight_input_title_note_2
source: Passengers need to prepare all documents, meet the regulations and immigration procedures at the destination country.
vi: Hành khách cần chuẩn bị đầy đủ các giấy tờ, đáp ứng các quy định và thủ tục nhập cảnh của quốc gia đến.

# flight_input_title_note_3
source: The airline reserves the right to refuse carriage of any passengers who don't have valid documents as prescribed.
vi: Hãng hàng không có quyền từ chối vận chuyển nếu hành khách không đủ giấy tờ hợp lệ theo quy định.

# flight_input_title_note_4
source: The airline does not take responsible if passengers are denied entry.
vi: Hãng hàng không không chịu trách nhiệm trong trường hợp hành khách bị từ chối nhập cảnh.

# flight_input_title_note_5
source: Passengers must check-in at the airport on time.
vi: Hành khách phải làm thủ tục check-in tại sân bay đúng giờ quy định.

# flight_input_title_note_6
source: Children traveling alone need to contact the airline directly.
vi: Hành khách là trẻ em đi một mình cần liên hệ trực tiếp hãng bay.

# flight_input_title_note_7
source: Pregnant passengers with their pregnancy period from 32 weeks need to contact the airline directly.
vi: Hành khách đang mang thai từ 32 tuần trở lên cần liên hệ trực tiếp hãng bay.

# flight_input_title_note_8
source: The age of the passenger is calculated according to the time interval between the date of birth and the departure date of the first flight segment in the itinerary, based on the passenger's identification documents such as Passport and Birth Certificate.
vi: Tuổi của hành khách được tính theo khoảng thời gian giữa ngày tháng năm sinh và ngày khởi hành của chặng bay đầu tiên trong hành trình, căn cứ vào giấy tờ chứng minh như Hộ chiếu, Giấy khai sinh của hành khách.

# flight_input_title_gender
source: Gender
vi: Giới tính

# flight_input_title_gender_male
source: Male
vi: Nam

# flight_input_title_gender_female
source: Female
vi: Nữ

# flight_input_title_gender_other
source: Other
vi: Khác

# flight_input_payment_reservation
source: Reservation
vi: Đặt chỗ

# flight_input_payment_save_payment_infor
source: Save payment information for next time
vi: Lưu thông tin thanh toán cho lần sau

# flight_input_payment_show_contact_full_name
source: Full name
vi: Họ và tên

# flight_input_payment_show_passenger_title
source: You are making flight payment for the following passengers:
vi: Bạn đang thực hiện đặt vé máy bay cho những hành khách sau:

# flight_order_detail_title_flight_information
source: Flight information
vi: Thông tin chuyến bay

# flight_order_detail_type_flight_round_trip_from
source: Trip information
vi: Thông tin chuyến đi

# flight_order_detail_type_flight_round_trip_return
source: Return trip information
vi: Thông tin chuyến về

# flight_order_detail_book_new_ticket
source: Book a new ticket
vi: Đặt thêm vé mới

# flight_order_detail_book_ticket_success
source: Booking Successfully
vi: Đặt Vé Thành Công

# flight_order_detail_title_header_first_char
source: Your booking request has been successfully made
vi: Yêu cầu Đặt chỗ của bạn đã được thực hiện thành công

# flight_price_detail_view_total_fare
source: Total fare
vi: Tổng giá vé

# flight_price_detail_view_service_fee
source: Service fee
vi: Phí dịch vụ

# flight_price_detail_view_payment_fee
source: Payment fee
vi: Phí thanh toán

# flight_price_detail_view_taxes_fees
source: Taxes and fees
vi: Phí và thuế

# flight_price_detail_view_currency_at_the_firm
source: Currency at the firm
vi: Tiền tệ tại hãng

# flight_price_detail_view_currency_at_the_firm_noti
source: Note
vi: Lưu ý

# flight_price_detail_view_currency_at_the_firm_noti_1
source: The fare is converted into the currency used by the airline.
vi: Giá vé được chuyển đổi trên đơn vị tiền tệ mà Hãng máy bay đang sử dụng.

# flight_price_detail_view_currency_at_the_firm_noti_2
source: - The exchange rate may change before you pay.
vi: - Tỷ giá hối đoái có thể thay đổi trước khi bạn thanh toán.

# flight_price_detail_view_currency_at_the_firm_noti_3
source: - Your card issuer may charge a transaction fee in foreign currency.
vi: - Đơn vị phát hành thẻ của bạn có thể tính phí giao dịch bằng ngoại tệ.

# flight_order_detail_view_booking_code
source: Reservation code
vi: Mã đặt chỗ

# flight_order_detail_view_information_order
source: Order information
vi: Thông tin đơn hàng

# flight_handnote_international_title
source: International
vi: Quốc tế

# flight_handnote_domestic_title
source: Domestic
vi: Trong nước

# flight_handnote_international_title_watting_cancel
source: Pending cancellation
vi: Chờ xử lý huỷ

# flight_handnote_international_item_view_order_code
source: Order ID
vi: Mã đơn hàng

# flight_handnote_international_item_view_departure_date
source: Departure date
vi: Ngày khởi hành

# flight_handnote_international_item_view_booking_status
source: Booking status
vi: Trạng thái đặt chỗ

# flight_handnote_international_order_view
source: Update date
vi: Ngày cập nhật

# flight_passenger_view_guest_type
source: Guest type
vi: Loại khách

# flight_passenger_view_ticket_number
source: Ticket number
vi: Số vé

# flight_passenger_view_service_packages
source: Service packages
vi: Các gói dịch vụ

# flight_passenger_view_check_in_baggage
source: Check-in baggage:
vi: Hành lý ký gửi:

# flight_passenger_view_baggage
source: Baggage
vi: Hành lý

# flight_name_verification_title
source: Verification:
vi: Mã xác nhận:

# flight_name_run_by_title
source: Run by:
vi: Vận hành bởi

# flight_range_slider_price_range
source: Price range
vi: Khoảng giá

# flight_handnote_title
source: Handnotes
vi: Sổ tay

# flight_handnote_hotel_title
source: Hotel
vi: Khách sạn

# flight_handnote_flight_title
source: Flight
vi: Vé máy bay

# flight_handnote_car_title
source: Car rental
vi: Thuê xe

# flight_hand_note_item_view_booking_code_title
source: Booking code
vi: Mã đặt phòng

# flight_hand_note_item_view_check_in_title
source: Check-in:
vi: Nhận phòng:

# flight_hand_note_item_view_check_out_title
source: Check-out:
vi: Trả phòng:

# flight_hand_note_item_view_timezone_title
source: (Time is based on the timezone {timezone})
vi: (Thời gian được tính theo múi giờ {timezone})

# flight_operator
source: Operated by
vi: Được điều hành bởi

# flight_v2_component_transit_approx_note
source: Note: Passengers may be required to make customs clearance and submit their transit visa at the request of the host country
vi: Lưu ý: Hành khách có thể phải làm thủ tục hải quan và nộp thị thực quá cảnh theo yêu cầu của nước sở tại.

# flight_v2_notification_baggage
source: You have just selected {baggage} see details below
vi: Bạn đã vừa chọn {baggage} xem chi tiết ở bên dưới

# flight_v2_model_booking_adult
source: Adult
vi: Người lớn

# flight_v2_model_booking_children
source: Child
vi: Trẻ em

# flight_v2_model_booking_infant
source: Infant
vi: Trẻ sơ sinh

# flight_v2_model_booking_baby
source: Baby
vi: Em bé

# flight_v2_model_booking_luggage_handle
source: Luggage handle
vi: Hành lý xách tay

# flight_v2_model_booking_checked_baggage
source: Checked baggage (can buy more)
vi: Hành lý ký gửi (Có thể mua thêm)

# flight_v2_model_detail_infant
source: (under 2 years old)
vi: (dưới 2 tuổi)

# flight_v2_model_detail_children
source: (02 - 12 years old)
vi: (từ 02 - 12 tuổi)

# flight_v2_model_booking_adult_information
source: Adult information
vi: Thông tin người lớn

# flight_v2_model_booking_children_information
source: Children information
vi: Thông tin trẻ em

# flight_v2_model_booking_infant_information
source: Infant information
vi: Thông tin em bé

# flight_v2_model_booking_baby_information
source: Baby information
vi: Thông tin em bé

# flight_v2_component_bonus_services_title_string
source: Additional services
vi: Dịch vụ bổ sung

# flight_v2_component_bonus_service_header
source: Additional services
vi: Dịch vụ bổ sung

# flight_v2_component_bonus_service_content_header_price
source: Insurance fees
vi: Phí bảo hiểm

# flight_v2_component_bonus_service_flight_table_header
source: Total insurance Fee
vi: Tổng phí Bảo hiểm

# flight_v2_component_bonus_service_text1_introduce
source: Introduction
vi: Giới thiệu

# flight_v2_component_bonus_service_text1_insurance_type
source: Type of insurance:
vi: Loại bảo hiểm:

# flight_v2_component_bonus_service_text2_air_ticket_insurance
source: Flight insurance
vi: Bảo hiểm vé máy bay

# flight_v2_component_bonus_service_text1_supplier
source: Provider:
vi: Đơn vị cung cấp:

# flight_v2_component_bonus_service_text2_company
source: Vietinbank Insurance Joint Stock Company (Vietinbank Insurance)
vi: Công ty cổ phần Bảo hiểm Ngân hàng TMCP Công thương Việt Nam (Bảo hiểm VietinBank)

# flight_v2_component_bonus_service_text1_trusted
source: With our trustworthy travel insurance plan, you'll get full peace of mind
vi: Bạn sẽ hoàn toàn yên tâm với chương trình bảo hiểm du lịch đáng tin cậy của chúng tôi

# flight_v2_component_bonus_service_text1_subject_of_insurance
source: Subject
vi: Đối tượng Bảo hiểm

# flight_v2_component_bonus_service_text1_air_ticket_booking
source: Individuals use the airline ticket booking service on the Hahalolo system to travel by air.
vi: Mọi cá nhân sử dụng dịch vụ đặt vé máy bay trên hệ thống Hahalolo để di chuyển bằng đường hàng không.

# flight_v2_component_bonus_service_text1_age
source: Age: From 07 days old.
vi: Độ tuổi: Từ 07 ngày tuổi.

# flight_v2_component_bonus_service_text1_range
source: Scope
vi: Phạm vi

# flight_v2_component_bonus_service_text1_insurance_coverage
source: Insurance coverage: includes the following risks
vi: Phạm vi bảo hiểm: bao gồm các rủi ro sau

# flight_v2_component_bonus_service_text1_death_bodily
source: Death or bodily injury caused by an accident.
vi: Chết, thương tật cơ thể do tai nạn.

# flight_v2_component_bonus_service_text1_impediments
source: Travel risks, namely trip cancelation/shortening, loss or damage to baggage, clothing, and personal belongings of The Insured Person, airline flight delay, delayed baggage, lost travel documents, or hijack
vi: Những trở ngại trong chuyến đi, cụ thể là bị hủy/ rút ngắn chuyến đi, mất hoặc hư hại đối với hành lý, quần áo và các vật dụng cá nhân của Người Được Bảo hiểm, hoãn chuyến bay của Hãng hàng không, hành lý đến trễ, thất lạc giấy tờ đi đường, không tặc.

# flight_v2_component_bonus_service_text1_benefit
source: Benefit
vi: Quyền lợi

# flight_v2_component_bonus_service_text1_small_amount
source: Spend only a small amount of money for multiple protection
vi: Chỉ bỏ ra một số tiền nhỏ để được bảo vệ gấp nhiều lần.

# flight_v2_component_bonus_service_text1_personal_insurance_benefits
source: Personal insurance benefits
vi: Quyền lợi bảo hiểm con người:

# flight_v2_component_bonus_service_text2_insured_person
source: The insured person who dies of an accident or injury covered by the insurance will receive the full sum insured up to VND1,000,000.
vi: Người được bảo hiểm bị chết do tai nạn, thương tật thuộc phạm vi bảo hiểm sẽ nhận được toàn bộ số tiền bảo hiểm lên đến 1.000.000 VNĐ

# flight_v2_component_bonus_service_text1_obstacles_on_the_trip
source: Risk travel insurance benefits:
vi: Quyền lợi bảo hiểm cho những trở ngại trên chuyến đi :

# flight_v2_component_bonus_service_text2_the_insured
source: The insured person will be compensated up to the maximum of VND 20.000.000
vi: Người được bảo hiểm sẽ được bồi thường lên đến hạn mức tối đa 20.000.000 VNĐ

# flight_v2_component_bonus_service_text1_rules
source: Terms
vi: Điều khoản

# flight_v2_component_bonus_service_text1_more_information
source: Please find more details in the attached file or kindly contact us
vi: Để biết thêm thông tin chi tiết xem file đính kèm bên dưới hoặc yêu cầu hỗ trợ xin vui lòng liên hệ

# flight_v2_component_bonus_service_text1_insurance_rules
source: Travel insurance policy
vi: Quy tắc bảo hiểm du lịch

# flight_v2_component_bonus_service_title_agree_to_participate
source: Agree to participate in Flight Insurance
vi: Đồng ý tham gia Bảo hiểm vé máy bay

# flight_v2_component_booking_flight_information
source: Flight information
vi: Thông tin các chuyến bay

# flight_v2_component_booking_show
source: Read more
vi: Xem thêm

# flight_v2_component_booking_hide
source: Hide
vi: Ẩn

# flight_v2_component_booking_adult
source: Adult
vi: Người lớn

# flight_v2_component_booking_children
source: Child
vi: Trẻ em

# flight_v2_component_booking_infant
source: Infant
vi: Trẻ sơ sinh

# flight_v2_component_booking_baggage
source: Baggage
vi: Hành lý

# flight_v2_component_booking_main_content_service
source: Service
vi: Dịch vụ

# flight_v2_component_booking_taxes_fees
source: Fees and taxes
vi: Phí và thuế

# flight_v2_component_booking_title_booking_information
source: Booking information
vi: Thông tin đặt vé

# flight_v2_component_booking_string_routeFlight_departure_flight
source: Departure flight
vi: Chuyến bay đi

# flight_v2_component_booking_string_routeFlight_return_flight
source: Return flight
vi: Chuyến bay về

# flight_v2_component_booking_text_note_upon
source: When
vi: Khi

# flight_v2_component_booking_use_point
source: Use Point
vi: Dùng Point

# flight_v2_component_booking_text_payment_after
source: PAY LATER
vi: THANH TOÁN SAU

# flight_v2_component_booking_text_your_booking
source: , your reservation will be held within 12 hours. It will be automatically canceled if you still don't make your payment within the allotted time. Please make the payment within the allotted time to complete the booking process.
vi: , đơn đặt chỗ của bạn sẽ được giữ trong vòng 12 giờ. Quá hạn thời gian quy định, bạn vẫn chưa thực hiện thanh toán, đơn đặt chỗ sẽ tự động hủy. Vui lòng thực hiện thanh toán trong thời gian quy định để hoàn tất quá trình đặt chỗ.

# flight_v2_component_applied_points_successfully
source: You have applied points successfully
vi: Bạn đã áp dụng point thành công

# flight_v2_component_code_title
source: Look up reservation
vi: Tra cứu mã đặt chỗ

# flight_v2_component_code_retype
source: Re-enter
vi: Nhập lại

# flight_v2_component_code_search_btn
source: Look up
vi: Tra cứu

# flight_v2_component_code_hint_text
source: Enter booking reference
vi: Nhập mã đặt chỗ

# flight_v2_component_code_error
source: No booking information found. Please check and try again.
vi: Không tìm thấy thông tin đặt chỗ. Vui lòng kiểm tra lại

# flight_v2_component_confirm_title_flight_information
source: Flight information
vi: Thông tin chuyến bay

# flight_v2_component_confirm_text_done
source: Done
vi: Xong

# flight_v2_component_detail_booking_information
source: Reservation information
vi: Thông tin đặt chỗ

# flight_v2_component_detail_flight_information
source: Flight information
vi: Thông tin chuyến bay

# flight_v2_component_detail_passenger_information
source: Passenger information
vi: Thông tin hành khách

# flight_v2_component_payment_booking_information
source: Booking information
vi: Thông tin đặt vé

# flight_v2_component_payment_information
source: Information
vi: Thông tin

# flight_v2_component_payment_passenger_information
source: Passenger information
vi: Thông tin hành khách

# flight_v2_component_payment_making_flight_payment
source: You are making flight payment for the following passengers:
vi: Bạn đang thực hiện thanh toán vé máy bay cho những hành khách sau:

# flight_v2_component_payment_payment_now
source: Pay
vi: Thanh toán

# flight_v2_component_result_title_flight_details
source: Flight details
vi: Chi tiết Chuyến bay

# flight_v2_component_result_title_fare_details
source: Fare details
vi: Chi tiết giá vé

# flight_v2_component_result_type_direct_flight
source: Direct flight
vi: Bay thẳng

# flight_v2_component_result_title_showMessDiaLog
source: Notification
vi: Thông báo

# flight_v2_component_result_message_selected_return
source: You have selected a round-trip flight on
vi: Bạn đã chọn vé khứ hồi ngày

# flight_v2_component_result_message_appropriate_flight
source: Take-off time for return flight must occur at least 02 hours after landing time for departure flight. Please select the appropriate flight.
vi: Thời gian cất cánh của chuyến bay về phải diễn ra tối thiểu 02 giờ sau khi chuyến bay đi đã hạ cánh. Vui lòng chọn chuyến bay phù hợp.

# flight_v2_component_result_message_cancel_book
source: do you want to cancel and book a new flight?
vi: bạn có muốn hủy và đặt vé mới không ?

# flight_v2_component_result_actionMessage_yes
source: Yes
vi: Có

# flight_v2_component_result_negativeMessage_no
source: No
vi: Không
