Repository: khanhdev98/app_product
Catalog: module/content/lib/l10n/app_*.arb
Languages: vi

# car_no_location_pick_up
source: The selected location could not be found. Please check again
vi: Không tìm thấy vị trí đã chọn. Vui lòng kiểm tra lại

# car_you_dont_have_any_car_rental_orders
source: You don't have any car rental orders yet.
vi: Hiện tại bạn chưa có đơn hàng thuê xe nào.

# car_card_must_valid
source: Your card must be valid to guarantee a car rental with the same provider
vi: Thẻ của bạn phải còn hiệu lực để đảm bảo việc thuê xe với nhà cũng cấp

# car_i_agree
source: I agree with
vi: Tôi đồng ý với

# aff_action_accept
source: Accept
vi: Đồng ý

# aff_chart_day_ago
source: {number} days ago
vi: {number} ngày trước

# aff_date_from_to
source: From {from} to {to}
vi: Từ {from} đến {to}

# aff_cookie_duration
source: Cookie duration: {duration} {type}
vi: Thời lượng cookie: {duration} {type}

# aff_hotel
source: Hotel
vi: Khách Sạn

# aff_product_name
source: Product name
vi: Tên sản phẩm

# aff_anonymous_user
source: Anonymous user
vi: Người dùng ẩn danh

# aff_unknown
source: Unknown
vi: Không xác định

# aff_product_unknown
source: Unknown product type
vi: Loại sản phẩm không xác định

# aff_share
source: Share
vi: Chia sẻ

# aff_fetch_data_failure
source: Failed to get data
vi: Lấy dữ liệu thất bại

# aff_fetch_data_failure_try_later
source: Failed to get data. Please try again later.
vi: Lấy dữ liệu thất bại. Hãy thử lại sau.

# aff_detail
source: Details
vi: Chi tiết

# aff_no_data
source: No data found
vi: Không có dữ liệu

# aff_all
source: All
vi: Tất cả

# aff_country
source: Country
vi: Quốc gia

# aff_summary
source: Overview
vi: Tổng quan

# aff_link_management
source: Link Management
vi: Quản lý liên kết

# aff_promotion_tool
source: Marketing Tools
vi: Công cụ quảng bá

# aff_help
source: Help
vi: Trợ giúp

# aff_notification
source: Notifications
vi: Thông báo

# aff_notification_no_data
source: You don't have any notifications
vi: Bạn chưa có thông báo nào

# aff_revenue
source: Revenue
vi: Doanh thu

# aff_revenue_total
source: Total revenue
vi: Tổng doanh thu

# aff_customer_id
source: Customer ID
vi: Mã khách hàng

# aff_payment_total
source: Total amount
vi: Tổng số tiền thanh toán

# aff_commission_receive
source: Total commissions received
vi: Tổng số hoa hồng nhận được

# aff_search_by_order
source: Search by order code
vi: Tìm kiếm theo mã đơn hàng

# aff_reset
source: Reset
vi: Đặt lại

# aff_cancel
source: Cancel
vi: Huỷ bỏ

# aff_save
source: Save
vi: Lưu

# aff_search
source: Search
vi: Tìm kiếm

# aff_continue
source: Continue
vi: Tiếp tục

# aff_payment_account
source: Payment account
vi: Tài khoản thanh toán

# aff_profile
source: Profile
vi: Hồ sơ cá nhân

# aff_edit_profile
source: Edit information
vi: Chỉnh sửa thông tin

# aff_affiliate
source: Affiliate
vi: Tiếp thị liên kết

# aff_setting
source: Settings
vi: Cài đặt

# aff_resend
source: Resend
vi: Gửi lại

# aff_verify_failure
source: Verification failed
vi: Xác thực thất bại

# aff_show_code
source: Show code
vi: Hiển thị mã

# aff_sms_block_forever
source: The verification function has been temporarily locked. Please try again later.
vi: Chức năng xác thực đã tạm khoá. Vui lòng thử lại sau.

# aff_sms_wrong_code
source: Incorrect verification code. Please check it again.
vi: Mã xác nhận không đúng. Vui lòng kiểm tra lại mã của bạn.

# aff_sms_expired_code
source: The verification code has expired. Please get another code
vi: Mã xác minh đã hết hạn. Vui lòng lấy mã khác

# aff_sms_verify_failure
source: Verification failed. Please try again later.
vi: Xác thực thất bại. Hãy thử lại sau

# aff_enter_verify_code
source: Enter verification code
vi: Nhập mã xác nhận

# aff_we_send_code_to_phone
source: We sent a verification code to {phone}. Enter the code you received to complete this step.
vi: Chúng tôi đã gửi mã xác nhận tới {phone}. Nhập mã bạn nhận được để hoàn thành bước này

# aff_code_expired_in
source: The code will expire in:
vi: Mã sẽ hết hạn trong:

# aff_sms_block
source: The code sending function via SMS is temporarily locked.
vi: Chức năng gửi mã SMS tạm khóa, vui lòng thử lại sau.

# aff_sms_resend_in
source: You can choose to resend the code in:
vi: Có thể chọn gửi lại mã sau:

# aff_account_information
source: ACCOUNT INFORMATION
vi: THÔNG TIN TÀI KHOẢN

# aff_account_information_subtitle
source: Please update your phone number in your payment account to be able to continue using services on Hahalolo.
vi: Vui lòng cập nhật thông tin số điện thoại cho tài khoản thanh toán của bạn để có thể tiếp tục sử dụng dịch vụ trên Hahalolo

# aff_account_name
source: Account name
vi: Tên tài khoản

# aff_search_county
source: Search country
vi: Tìm kiếm quốc gia

# aff_wallet_create_failure
source: Payment account creation failed
vi: Tạo ví thất bại

# aff_wallet_create_failure_try_again
source: Payment account creation failed. Please try again later.
vi: Tạo ví thất bại. Hãy thử lại sau

# aff_information_general
source: General Information
vi: Thông Tin Chung

# aff_information_unknown
source: (Unknown)
vi: (Chưa xác định)

# aff_information_full_name
source: Full Name{char}
vi: Tên Đầy Đủ{char}

# aff_information_phone
source: Phone Number{char}
vi: Điện Thoại{char}

# aff_information_birthday
source: Date of Birth{char}
vi: Ngày Sinh{char}

# aff_information_gender
source: Gender{char}
vi: Giới Tính{char}

# aff_information_address
source: Address{char}
vi: Địa Chỉ{char}

# aff_information_country
source: Country{char}
vi: Quốc Gia{char}

# aff_information_additional
source: More Information
vi: Thông Tin Thêm

# aff_information_city
source: Province/City{char}
vi: Tỉnh / Thành Phố{char}

# aff_information_post_code
source: Postal Code{char}
vi: Mã Bưu Chính{char}

# aff_information_id_code
source: ID Card/Passport{char}
vi: Mã Chứng Minh / Hộ Chiếu{char}

# aff_information_expired_date
source: Expiration Date{char}
vi: Ngày hết Hạn{char}

# aff_information_country_of_issue
source: Country of Issue{char}
vi: Quốc Gia Phát Hành{char}

# aff_information_nationality
source: Nationality{char}
vi: Quốc Tịch{char}

# aff_information_place_of_birth
source: Place of Birth{char}
vi: Nơi Sinh{char}

# aff_information_phone_code
source: Phone code
vi: Mã điện thoại

# aff_gender_male
source: Male
vi: Nam

# aff_gender_female
source: Female
vi: Nữ

# aff_gender_other
source: Other
vi: Khác

# aff_validate_full_name
source: Full name must be at least 3 characters
vi: Họ tên phải có ít nhất 3 kí tự

# aff_validate_email
source: Invalid email
vi: Email không hợp lệ

# aff_validate_phone
source: Invalid phone number
vi: Số điện thoại không hợp lệ

# aff_validate_post_code
source: Invalid postal code
vi: Mã bưu chính không hợp lệ

# aff_validate_id_code
source: Invalid ID card/Passport
vi: Mã Chứng minh / Hộ chiếu không hợp lệ

# aff_validate_invalid_field
source: Invalid format
vi: Định dạng không hợp lệ

# aff_validate_phone_existed
source: The phone number has been registered for another payment account.
vi: Số điện thoại đã được đăng ký cho 1 tài khoản thanh toán khác.

# aff_validate_unknown_country
source: Unknown country
vi: Quốc gia không xác định

# aff_date_time
source: Time
vi: Thời gian

# aff_date_yesterday
source: Yesterday
vi: Hôm qua

# aff_date_today
source: Today
vi: Hôm nay

# aff_date_unknown
source: Unknown date
vi: Ngày không xác định

# aff_date_month
source: month
vi: tháng

# aff_date_day
source: day
vi: ngày

# aff_date_hour
source: hour
vi: giờ

# aff_date_minute
source: minute
vi: phút

# aff_date_second
source: second
vi: giây

# aff_date_range
source: Date range
vi: Phạm vi ngày

# aff_report
source: Report
vi: Báo cáo

# aff_report_summary
source: Report overview
vi: Tổng quan báo cáo

# aff_report_click
source: Clicks
vi: Lượt nhấp

# aff_report_click_number
source: Clicks
vi: Số lần nhấp

# aff_report_performance
source: Performance
vi: Hiệu suất

# aff_report_customer
source: Customer
vi: Khách hàng

# aff_report_payment
source: Payment
vi: Thanh toán

# aff_report_product_performance
source: Product performance
vi: Hiệu suất sản phẩm

# aff_report_product_type
source: Product type
vi: Loại sản phẩm

# aff_report_customer_detail
source: Customer details
vi: Chi tiết khách hàng

# aff_report_commission_by_product
source: Commission by item
vi: Hoa hồng theo mặt hàng

# aff_report_customer_total
source: Total customers purchasing
vi: Tổng khách hàng mua hàng

# aff_report_customer_serving
source: Total customers in service
vi: Tổng khách hàng đang phục vụ

# aff_report_customer_served
source: Total customers served
vi: Tổng khách hàng đã phục vụ

# aff_report_payment_waiting
source: Total commissions in process
vi: Tổng hoa hồng đang xử lý

# aff_report_payment_pending
source: Total pending commissions
vi: Tổng hoa hồng đang chờ khả dụng

# aff_report_payment_available
source: Total available commissions
vi: Tổng hoa hồng khả dụng

# aff_report_payment_status_waiting
source: Processing
vi: Đang xử lý

# aff_report_payment_status_pending
source: Pending
vi: Đang chờ khả dụng

# aff_report_payment_status_available
source: Available
vi: Khả dụng

# aff_report_payment_status_cancel
source: Canceled
vi: Đã huỷ

# aff_report_payment_status
source: Status
vi: Trạng thái

# aff_report_description_click
source: Statistical chart of affiliate link clicks
vi: Biểu đồ thống kê lượt nhấp đường dẫn tiếp thị liên kết, tổng số đơn hàng nhận được hoa hồng và doanh thu

# aff_report_description_customer
source: Statistical chart of customer information
vi: Biểu đồ thống kê thông tin khách hàng

# aff_report_description_commission
source: Statistical chart of commissions
vi: Biểu đồ thống kê hoa hồng

# aff_link
source: Link:
vi: Liên kết:

# aff_link_copied
source: Link copied
vi: Đã sao chép liên kết

# aff_link_path
source: Affiliate link
vi: Đường dẫn liên kết

# aff_link_paste_here
source: Paste your link here
vi: Dán đường dẫn của bạn vào đây

# aff_flight_commission_itinerary
source: Itinerary
vi: Hành Trình

# aff_flight_commission_itinerary_domestic
source: Domestic
vi: Nội địa

# aff_flight_commission_itinerary_international
source: International
vi: Quốc tế

# aff_flight_commission_itinerary_unknown
source: Unknown itinerary
vi: Hành trình không xác định

# aff_flight_commission_seat_class
source: Seat class
vi: Hạng ghế

# aff_flight_commission_seat_class_business
source: Business
vi: Thương gia

# aff_flight_commission_seat_class_unknown
source: Unknown seat class
vi: Hạng ghế không xác định

# aff_flight_ticket
source: Flight Ticket
vi: Vé Máy Bay

# aff_flight_all_airlines
source: All airlines
vi: Tất cả các hãng hàng không

# aff_tooltip_flight_domestic
source: Flights with destinations and departures within the territory of Vietnam
vi: Là những chuyến bay có điểm đến và điểm đi trong lãnh thổ Việt Nam

# aff_tooltip_flight_international
source: Flights with destinations or departures outside the territory of Vietnam
vi: Là những chuyến bay có điểm đến hoặc điểm đi ngoài lãnh thổ Việt Nam

# aff_tooltip_seller
source: You can use this code to append to the end of each affiliate marketing link.
vi: Bạn có thể sử dụng mã này để gắn vào cuối mỗi liên kết tiếp thị, Hahalolo sẽ chứng thực rằng đó chính là liên kết của bạn, và thưởng hoa hồng khi có đơn hàng phát sinh hợp lệ từ liên kết đó.

# aff_commission
source: Commission
vi: Hoa hồng

# aff_commission_by_country
source: Hotel commissions by country
vi: Hoa hồng khách sạn theo quốc gia

# aff_commission_flight_list
source: Hotel commissions by country
vi: Hoa hồng khách sạn theo quốc gia

# aff_commission_max
source: Highest Commission:
vi: Hoa Hồng Cao Nhất:

# aff_commission_of_product
source: {order}'s commissions
vi: Hoa hồng cùa đơn hàng {order}

# aff_order_id
source: Order code
vi: Mã đơn hàng

# aff_order_total
source: Total orders
vi: Tổng đơn hàng

# aff_order_tooltip_click
source: The number of times users click on your affiliate link.
vi: Là số lần mà người dùng nhấp vào đường dẫn tiếp thị liên kết của bạn.

# aff_order_conversion_rate
source: Conversion rate
vi: Tỷ lệ chuyển đổi

# aff_order_tooltip_conversion_rate
source: A measure for you to analyze the performance of your product promotion.
vi: Là thước đo để bạn phân tích hiệu suất quảng bá sản phẩm của mình.

# aff_order_product_total
source: Total products
vi: Tổng số sản phẩm

# aff_order_click_total
source: Total clicks
vi: Tổng số lượt nhấp

# aff_order_earnings_total
source: Total earnings
vi: Tổng thu nhập

# aff_order_id_unknown
source: Unknown order code
vi: Mã đơn không xác định

# aff_order_added
source: added to the payment account
vi: đã được thêm vào tài khoản thanh toán

# aff_order_type_waiting
source: Processing
vi: Đang xử lý

# aff_order_type_pending
source: Pending
vi: Đang chờ khả dụng

# aff_order_type_available
source: Available
vi: Khả dụng

# aff_order_type_cancel
source: Canceled
vi: Đã huỷ

# aff_ordered_total
source: Total products ordered
vi: Tổng sản phẩm đã đặt

# aff_order_receive_commission
source: Total orders received commissions
vi: Tổng đơn hàng nhận được hoa hồng

# aff_verify_do_not_have_account
source: YOU DON'T HAVE A PAYMENT ACCOUNT YET
vi: BẠN CHƯA CÓ TÀI KHOẢN THANH TOÁN

# aff_guild
source: Instructions
vi: Hướng dẫn

# aff_seller_code
source: Seller code: {seller}
vi: Mã người bán: {seller}

# aff_seller_code_text
source: Seller code
vi: Mã người bán

# aff_view_detail
source: View details
vi: Xem chi tiết

# aff_notification_turn_off_link_1
source: The affiliate marketing feature of
vi: Tính năng tiếp thị liên kết dịch vụ

# aff_notification_turn_off_link_2
source: is disabled, which means affiliate links you shared will be invalid!
vi: tắt đồng nghĩa với việc các liên kết tiếp thị bạn đã chia sẻ trước đó sẽ bị mất hiệu lực!

# aff_notification_turn_on_link_success
source: The affiliate marketing feature for {type} is enabled successfully
vi: Đã bật tính năng tiếp thị liên kết cho {type} thành công

# aff_commission_list_flight
source: Flight commissions
vi: Hoa hồng vé máy bay

# aff_commission_list_hotel
source: Hotel commissions by country
vi: Hoa hồng Khách sạn theo quốc gia

# aff_tooltip_menu
source: Open menu
vi: Mở menu

# aff_tooltip_dash_board
source: Quick access to the dashboard
vi: Truy cập nhanh vào trang tổng quan

# aff_tooltip_guild
source: Drop down for instructions
vi: Xổ xuống để xem hướng dẫn

# aff_action_done
source: Done
vi: Xong

# aff_check_user_failed
source: Unable to check user. Please try again later.
vi: Kiểm tra người dùng thất bại. Vui lòng thử lại sau

# aff_something_went_wrong
source: Something went wrong.
vi: Có gì đó không đúng !!!

# aff_page_not_found
source: Page not found.
vi: Không tìm thấy trang.

# aff_and
source: and
vi: và

# aff_month_summary
source: Summary for this month
vi: Tóm tắt cho tháng này

# aff_see_more
source: See more
vi: Xem thêm

# aff_try_again
source: Try again
vi: Thử lại

# aff_error_try_again
source: An error occurred. Please try again later.
vi: Đã xãy ra lỗi vui lòng thử lại sau

# aff_area_code
source: Phone code
vi: Mã điện thoại

# aff_phone_number
source: Phone number
vi: Số điện thoại

# aff_validate_sms_required
source: Please enter verification code
vi: Vui lòng nhập mã xác thực

# aff_validate_sms_min_length
source: Please enter the full verification code
vi: Vui lòng nhập đủ mã xác thực

# aff_welcome
source: Welcome
vi: Chào mừng

# aff_verify_update
source: Update payment account
vi: Cập nhật tài khoản thanh toán

# aff_verify_create_account
source: Create payment account
vi: Tạo tài khoản thanh toán

# aff_verify_invalid_wallet
source: Update Payment Account
vi: Cập Nhật Tài Khoản Thanh Toán

# aff_verify_do_not_have_account_subtitle
source: Please create a payment account to use the sales function on Hahalolo!
vi: Vui lòng tạo tài khoản thanh toán để sử dụng chức năng bán hàng trên Hahalolo!

# aff_verify_invalid_wallet_subtitle
source: Please update your phone number in your payment account to be able to continue using services on Hahalolo
vi: Vui lòng cập nhật thông tin số điện thoại cho tài khoản thanh toán của bạn để có thể tiếp tục sử dụng dịch vụ trên Hahalolo

# aff_guild_1
source: You can now quickly enable the affiliate marketing feature by clicking
vi: Bạn có thể bật tính năng tiếp thị liên kết một cách nhanh chóng bằng cách bấm vào biểu tượng

# aff_guild_2
source: in the Hotel/Flight section
vi: ở mỗi danh mục Khách Sạn / Vé Máy Bay

# aff_guild_3
source: After turning on the affiliate marketing, you can promote your products through:
vi: Sau khi bật tiếp thị liên kết, bạn có thể quảng bá sản phẩm thông qua:

# aff_guild_4
source: The link set by default by Hahalolo in
vi: Đường dẫn đã được Hahalolo cài đặt mặc định tại mục

# aff_guild_5
source: Any link related to the section whose affiliate marketing is enabled, provided that your seller code is attached to the corresponding link to the product.
vi: Bất kỳ đường dẫn nào liên quan đến danh mục đã được bật tiếp thị liên kết, với điều kiện là mã người bán của bạn phải được gắn vào đường liên kết ứng với sản phẩm đó.

# aff_seller
source: Seller
vi: Người bán

# aff_menu
source: Category
vi: Danh mục

# aff_dash_chart_title
source: Statistical chart of your earnings and clicks for this month
vi: Biểu đồ thống kê thu nhập và lượt nhấp cho tháng này

# aff_dash_click
source: Clicks
vi: Số lượt nhấp

# aff_dash_commission
source: Earnings
vi: Thu nhập

# aff_flight_commission_detail_customer_way
source: / passenger / segment
vi: / khách / chặng

# aff_flight_commission_detail_order_total
source: / total orders
vi: / tổng đơn hàng

# aff_performance_chart_title
source: Statistical chart of affiliate link clicks, total orders received commission and revenue
vi: Biểu đồ thống kê lượt nhấp đường dẫn tiếp thị liên kết, tổng số đơn hàng nhận được hoa hồng và doanh thu

# aff_customer_chart_title
source: Statistical chart of customer information
vi: Biểu đồ thống kê thông tin khách hàng

# aff_payment_chart_title
source: Statistical chart of commissions
vi: Biểu đồ thống kê hoa hồng

# aff_action_exit
source: Exit
vi: Thoát

# aff_action_update
source: update
vi: cập nhật

# aff_action_create
source: create
vi: tạo

# aff_dialog_check_invalid_user
source: Please {action} your payment account to be able to use affiliate marketing services on Hahalolo
vi: Vui lòng {action} tài khoản thanh toán của bạn để có thể sử dụng dịch vụ tiếp thị liên kết trên Hahalolo

# aff_date
source: Date
vi: Ngày

# aff_action_register
source: register
vi: đăng ký

# aff_otp_time_left
source: {number} times left
vi: còn {number} lần

# wallet_create_payment_title
source: CREATE PAYMENT ACCOUNT
vi: TẠO TÀI KHOẢN THANH TOÁN

# wallet_create_payment_subtitle
source: Setting up a payment account is determined to be the primary payment account, including money receiving, withdrawal and payment after it is assigned.
vi: Thiết lập tài khoản thanh toán là xác định trở thành tài khoản thanh toán chính bao gồm Nhận tiền, rút tiền, thanh toán tiền sau khi được chỉ định cho tài khoản đó.

# wallet_verify_otp_title
source: Enter confirmation code
vi: Nhập mã xác nhận

# wallet_verify_otp_subtitle
source: We sent a confirmation code to {phone}. Enter the code you received to complete this step.
vi: Chúng tôi đã gửi mã xác nhận tới {phone}. Nhập mã bạn nhận được để hoàn thành bước này.

# wallet_start_title
source: Payment Account Management
vi: Tài Khoản Thanh Toán

# wallet_start_subtitle
source: Hahalolo payment account is the payment solution on Hahalolo that helps you have amazing and convenient experiences with us.
vi: Tài khoản thanh toán Hahalolo là giải pháp thanh toán trên Hahalolo giúp bạn có những trải nghiệm thú vị và thuận tiện với chúng tôi.

# wallet_label_choose_business
source: Choose business
vi: Chọn doanh nghiệp

# wallet_label_account_name
source: Account name
vi: Tên tài khoản

# wallet_label_phone
source: Phone number
vi: Số điện thoại

# wallet_label_choose_currency
source: Choose currency
vi: Chọn tiền tệ

# wallet_label_payment_country
source: Payment country
vi: Quốc gia thanh toán

# wallet_label_payment_method
source: Payment method
vi: Phương thức thanh toán

# wallet_label_card_holder_name
source: Cardholder name (without tone marks)
vi: Tên in trên thẻ (không dấu)

# wallet_label_card_bank_name
source: Bank name
vi: Tên ngân hàng

# wallet_label_card_swift_code
source: SWIFT code
vi: Mã SWIFT

# wallet_label_bank_account_number
source: Bank account number
vi: Số tài khoản ngân hàng

# wallet_label_account_type
source: Account type
vi: Loại tài khoản

# wallet_label_tax_code
source: Tax code
vi: Mã số thuế

# wallet_label_tax_type
source: Tax type
vi: Loại thuế

# wallet_label_address
source: Address
vi: Địa chỉ

# wallet_label_address_2
source: Address 2 (optional)
vi: Địa chỉ 2 (tùy chọn)

# wallet_label_country
source: Country
vi: Quốc gia

# wallet_label_city
source: Province / City
vi: Tỉnh / Thành phố

# wallet_label_district
source: District
vi: Quận / Huyện

# wallet_label_first_name
source: First name
vi: Họ

# wallet_label_last_name
source: Last name
vi: Tên

# wallet_label_middle_name
source: Middle name (optional)
vi: Tên đệm (tùy chọn)

# wallet_label_postal_code
source: Postal code
vi: Mã bưu điện

# wallet_label_city_more_description
source: State/Province/Region
vi: Bang/Tỉnh/Vùng

# wallet_label_postal_code_more_description
source: Zip/Postal Code
vi: Mã bưu chính

# wallet_label_district_more_description
source: City/Village
vi: Thành phố/Thị trấn

# wallet_label_birthday_18_years_old
source: Date of birth (At least 18 years old)
vi: Ngày sinh (Ít nhất 18 tuổi)

# wallet_label_date_of_birth
source: Date of Birth
vi: Ngày sinh

# wallet_label_enter_password
source: Enter password
vi: Nhập mật khẩu

# wallet_label_password
source: Password
vi: Mật khẩu

# wallet_label_enter_pin
source: Enter your PIN
vi: Nhập mã PIN

# wallet_label_re_enter_new_pin
source: Re-enter your PIN
vi: Nhập lại mã PIN mới

# wallet_label_enter_new_pin
source: Enter your new PIN
vi: Nhập mã PIN mới

# wallet_label_enter_current_pin
source: Enter your current PIN
vi: Nhập mã PIN cũ

# wallet_validate_pin_required
source: Please enter your PIN.
vi: Vui lòng nhập mã PIN.

# wallet_validate_otp_required
source: Please enter confirmation code.
vi: Vui lòng nhập mã xác nhận

# wallet_validate_current_pin_required
source: Please enter your current PIN.
vi: Vui lòng nhập mã PIN cũ

# wallet_validate_new_pin_required
source: Please enter your new PIN.
vi: Vui lòng nhập mã PIN mới.

# wallet_validate_re_enter_new_pin_required
source: Please re-enter your new PIN.
vi: Vui lòng nhập lại mã PIN mới.

# wallet_validate_re_enter_new_pin_not_match
source: The confirmation PIN does not match
vi: Mã PIN xác nhận không khớp

# wallet_action_detail
source: Details
vi: Chi tiết

# wallet_text_pick_date
source: Pick a date
vi: Chọn một ngày

# wallet_text_email_address
source: email address
vi: địa chỉ email

# wallet_text_message_to
source: Text message to
vi: Gửi tin nhắn đến

# wallet_text_recovery_method
source: Recovery Methods
vi: Phương thức khôi phục

# wallet_text_recovery_choose_method
source: Choose how to get back into your recovery code
vi: Chọn cách lấy mã khôi phục của bạn

# wallet_text_change_pin
source: Change PIN
vi: Thay đổi mã PIN

# wallet_text_forgot_pin
source: Forgot PIN?
vi: Quên mã PIN?

# wallet_text_show_pin
source: Show PIN
vi: Hiển thị mã PIN

# wallet_text_please_try_again_in
source: Please try again in:
vi: Vui lòng thử lại sau:

# wallet_text_remove_account
source: Remove payout account
vi: Xóa tài khoản giao dịch

# wallet_text_ineligible_payment
source: Currently Ineligible for Payment
vi: Không đủ điều kiện để giao dịch
