Repository: khanhdev98/app_product
Catalog: module/content/lib/l10n/app_*.arb
Languages: vi

# common_try_again
source: Try again
vi: Thử lại

# common_see_more
source: See more
vi: Xem thêm

# common_see_less
source: See less
vi: Ẩn bớt

# common_search_hint
source: Search …
vi: Tìm kiếm …

# common_loading
source: Loading…
vi: Đang tải…

# common_retry
source: Retry
vi: Thử lại

# common_cancel
source: Cancel
vi: Hủy

# common_ok
source: Ok
vi: Đồng ý

# common_save
source: Save
vi: Lưu

# common_decline
source: Decline
vi: Từ chối

# common_done
source: Done
vi: Xong

# common_confirm
source: Confirm
vi: Xác nhận

# common_close
source: Close
vi: Đóng

# common_detail
source: Details
vi: Chi tiết

# common_continue
source: Continue
vi: Tiếp tục

# common_use_payment_or_contact_info
source: Using payer information or contact information
vi: Sử dụng thông tin người thanh toán hoặc thông tin người liên hệ

# common_person_payment
source: Payer
vi: Người thanh toán

# common_chose_country_calling_code
source: Choose country calling code
vi: Chọn mã điện thoại quốc gia

source: See more
vi: Xem thêm

source: See less
vi: Ẩn bớt

# common_adult
source: Adult
vi: Người lớn

# common_child
source: Child
vi: Trẻ em

# common_infant
source: Infant
vi: Em bé

# common_other
source: Other
vi: Khác

# common_male
source: Male
vi: Nam

# common_female
source: Female
vi: Nữ

# common_canceled
source: Canceled
vi: Đã hủy

# common_tickets_issued
source: Issued
vi: Đã xuất vé

# common_booked
source: Booked (Not yet issued)
vi: Đã đặt chỗ (Chưa xuất vé)

# common_ticket_issue_failed
source: Failed to issue ticket
vi: Xuất vé thất bại

# common_no_reservation_yet
source: Canceled
vi: Đã hủy

# common_prepay
source: Prepayment
vi: Trả trước

# common_postpaid
source: Postpaid
vi: Trả sau

source: Using payer or contact information
vi: Sử dụng thông tin người thanh toán hoặc thông tin người liên hệ

source: No results found
vi: Không có kết quả nào được tìm thấy

# no_messages
source: No messages, No comment
vi: Không có tin nhắn, không có bình luận

source: No documents
vi: Không có tài liệu

source: No GPS connection
vi: Không có kết nối GPS

# error
source: Something went wrong, please try again
vi: Đã xảy ra lỗi, vui lòng thử lại

source: No internet connection
vi: Không có kết nối Internet

# empty_inbox
source: Your inbox is empty
vi: Hộp thư của bạn trống

source: No images
vi: Không có hình ảnh

# no_credit_card
source: No Credit Cards
vi: Không có thẻ tín dụng

# no_items_cart
source: Your bag is empty
vi: Túi của bạn trống

# no_tasks
source: You’re all caught up!
vi: Bạn đã bắt kịp tất cả!

# show_case_description_click_here_to_see_price_detail
source: Click here to see price detail
vi: Nhấn vào đây để xem chi tiết

# widget_radio_text_gender
source: Gender:
vi: Giới tính:

# car_time_picker
source: Time picker
vi: Bộ chọn thời gian

# car_input_title_pick_up_place
source: Enter pick-up place
vi: Nhập nơi thuê xe

# car_input_title_pick_up_location
source: Pick-up location
vi: Vị trí thuê xe

# car_title_return_to_different_location
source: Return to different location
vi: Trả về vị trí khác

# car_input_title_start_time
source: Start time
vi: Giờ bắt đầu

# car_input_title_end_time
source: End time
vi: Giờ kết thúc

# car_input_title_start_date
source: Start date
vi: Ngày bắt đầu

# car_input_title_end_date
source: End date
vi: Ngày kết thúc

# car_input_title_enter_drop_off_place
source: Enter drop-off place
vi: Nhập nơi trả xe

# car_input_title_enter_drop_off_location
source: Drop-off location
vi: Vị trí trả xe

# car_title_advanced_search
source: Advanced search
vi: Tìm kiếm nâng cao

# car_title_look_up_booking_number
source: Look up booking number
vi: Tra cứu đặt xe

# car_header_title_look_up_booking_number
source: Enter booking number or order code to find your booking information
vi: Nhập mã đặt xe hoặc mã đơn hàng để tra cứu thông tin đặt xe của bạn

# car_title_search
source: Search
vi: Tìm kiếm

# car_notice_empty_pick_up_location
source: Select a pick-up location and start date to search
vi: Chọn nơi thuê xe và ngày bắt đầu để tìm kiếm

# car_title_ascending_price
source: Ascending price
vi: Giá tăng dần

# car_title_descending_price
source: Descending price
vi: Giá giảm dần

# car_title_car_type
source: Car type
vi: Dòng xe

# car_title_transmission
source: Transmission
vi: Loại hộp số

# car_title_segment
source: Segment
vi: Phân khúc

# car_title_fuel_type
source: Fuel type
vi: Loại nhiên liệu

# car_title_supplier
source: Supplier
vi: Nhà cung cấp

# car_title_price
source: Price
vi: Giá tiền

# car_title_view_on_map
source: View on map
vi: Xem trên bản đồ

# car_title_deals
source: Deals
vi: Ưu đãi

# car_title_seats
source: Seats
vi: Chỗ ngồi

# car_title_filter_by
source: Filter by
vi: Lọc theo

# car_title_un_filter
source: Unfilter
vi: Bỏ lọc

# car_title_choose_this_car
source: Choose this car
vi: Chọn xe này

# car_title_rental_terms
source: Rental terms
vi: Điều khoản cho thuê

# car_title_search_location
source: Search location
vi: Tìm kiếm vị trí

# car_title_select_btn
source: Select
vi: Chọn

# car_title_select_date
source: Select date
vi: Chọn ngày

# car_title_select_time
source: Select time
vi: Chọn giờ

# car_title_reset_btn
source: Reset
vi: Đặt lại

# car_title_location_type
source: Location type
vi: Loại vị trí

# car_title_number_of_seats
source: Number of seats
vi: Số chỗ ngồi

# car_title_days
source: Days
vi: Ngày

# car_title_unlimited_mileage
source: Unlimited mileage
vi: Số dặm không giới hạn

# car_title_instant_confirmation
source: Instant confirmation
vi: Xác nhận ngay lập tức

# car_title_time_pick_up
source: Pick-up date
vi: Thời gian thuê xe

# car_title_time_drop_off
source: Drop-off date
vi: Thời gian trả xe

# car_title_air_conditioning
source: Air conditioning
vi: Máy lạnh

# car_title_number_of_bag
source: Number of suitcases
vi: Số vali

# car_hand_note_title_booking_order_code
source: Order code
vi: Mã đơn hàng

# car_hand_note_title_booking_code
source: Booking number
vi: Mã đặt xe

# car_hand_note_title_total_rental_car
source: Total rental days
vi: Tổng ngày thuê

# car_hand_note_title_status_order
source: Order status
vi: Trạng thái đơn hàng

# car_hand_note_title_total_price
source: Total payment
vi: Tổng thanh toán

# car_hand_note_title_status_payment
source: Payment status
vi: Trạng thái thanh toán

# car_hand_note_title_reason_cancel
source: Cancelation reasons
vi: Lý do hủy

# car_hand_note_title_view_details_btn
source: View details
vi: Xem chi tiết

# car_hand_note_notice_cancel_order
source: The refund amount (if any) of the canceled order will be transferred to the customer's bank account within the period specified by the supplier.
vi: Số tiền hoàn (nếu có) của đơn hàng hủy sẽ được chuyển vào tài khoản ngân hàng của khách hàng trong khoảng thời gian được nhà cung cấp quy định.

# car_hand_note_title_tab_all
source: All
vi: Tất cả

# car_hand_note_title_tab_awaiting_fulfillment
source: Awaiting fulfillment
vi: Đang chờ phục vụ

# car_hand_note_title_tab_awaiting_confirmation
source: Awaiting Confirmation
vi: Đang chờ xác nhận

# car_hand_note_title_tab_ongoing
source: Ongoing
vi: Đang phục vụ

# car_hand_note_title_tab_completed
source: Completed
vi: Hoàn tất

# car_hand_note_title_tab_canceled
source: Canceled
vi: Đã hủy

# car_hand_note_title_order_manager
source: Order management
vi: Quản lý đơn hàng

# car_hand_note_title_create_date
source: Date created
vi: Ngày tạo

# car_hand_note_title_view_more_btn
source: View more
vi: Xem thêm

# car_hand_note_title_status_order_completed
source: Completed
vi: Hoàn tất phục vụ

# car_hand_note_title_status_payment_successful
source: Successful
vi: Thành công

# car_hand_note_title_details_order
source: Order details
vi: Chi tiết đơn hàng

# car_hand_note_title_contact_info
source: Contact's details
vi: Thông tin liên hệ

# car_hand_note_title_info_rental_car
source: Booking information
vi: Thông tin thuê xe

# car_hand_note_title_driver_info
source: Driver details
vi: Thông tin tài xế

# car_hand_note_title_pirce_details
source: Price details
vi: Chi tiết giá

# car_hand_note_title_creator
source: Created by
vi: Người tạo

# car_hand_note_title_person_contact
source: Contact person
vi: Người liên hệ

# car_hand_note_title_phone
source: Phone number
vi: Số điện thoại

# car_hand_note_title_country
source: Country
vi: Quốc gia

# car_hand_note_title_address
source: Address
vi: Địa chỉ

# car_hand_note_title_price_of_car_rental
source: Car rental price
vi: Giá xe

# car_hand_note_title_price_payment_fee
source: Payment fee
vi: Phí thanh toán

# car_hand_note_title_info_extra_services
source: Extra services
vi: Dịch vụ mở rộng

# car_hand_note_title_type_insurance
source: Type of insurances
vi: Loại bảo hiểm

# car_hand_note_title_info_insurance
source: Insurance information
vi: Thông tin bảo hiểm

# car_hand_note_title_car_info
source: Car details
vi: Thông tin xe

# car_search_result_not_found_title
source: Sorry, the vehicle you are looking for could not be found.
vi: Xin lỗi, không tìm thấy xe bạn cần.

# car_search_result_not_found_sub_title
source: We cannot find the suitable match for your request. Please try again.
vi: Chúng tôi không thể tìm thấy kết quả phù hợp với yêu cầu tìm kiếm của bạn. Vui lòng thử lại.

# car_search_result_first_title_rental_car
source: Car rental in
vi: Thuê xe tại

# car_search_info_booking
source: Car booking information
vi: Thông tin đặt xe

# car_search_total_price
source: Total price
vi: Tổng giá

# car_search_total_date
source: date
vi: ngày

# car_search_validate
source: Please enter your booking code or order number to continue searching
vi: Vui lòng nhập mã đặt xe hoặc mã đơn hàng để tiếp tục tra cứu

# car_detail_btn_rent_now
source: Book now
vi: Thuê ngay

# car_notice_title_check_connection
source: Please check your connection and try again!
vi: Vui lòng kiểm tra kết nối của bạn và thử lại!

# car_rent_input_title_details
source: Details
vi: Chi tiết

# car_rent_input_title_total_payment
source: Total payment
vi: Số tiền phải trả

# car_rent_input_title_payment
source: Pay
vi: Thanh toán

# car_rent_form_input_last_name
source: Last name (Without tone marks)
vi: Họ (Không dấu)

# car_rent_form_input_first_name
source: Middle & First/Given name (Without tone marks)
vi: Tên đệm & Tên (Không dấu)

# car_rent_input_content_cb_use_contact_details
source: Use contact's details
vi: Sử dụng thông tin người liên hệ

# car_rent_input_title_method_payment
source: Pay
vi: Thanh toán

# car_rent_input_title_method_pay
source: Payment option
vi: Phương thức thanh toán

# car_rent_input_title_late_payment
source: Pay later
vi: Thanh toán sau

# car_rent_input_title_now_payment
source: Pay now
vi: Thanh toán ngay

# car_rent_input_title_information_card
source: Card details
vi: Thông tin thẻ

# car_rent_input_title_driver_age
source: Driver's age
vi: Độ tuổi tài xế

# car_rent_input_title_Do_you_need_anything_else
source: Do you need anything else?
vi: Bạn cần thêm gì không?

# car_rent_input_title_accept_policy
source: By proceeding with the next step, I confirm that I have read and agreed to Hahalolo’s Terms - Policies and Privacy Policy
vi: Tiếp tục thực hiện bước tiếp theo, tôi xác nhận đã xem và chấp thuận các Điều khoản - Chính sách và Chính sách riêng tư của Hahalolo

# car_rent_input_title_card_must_be_valid
source: Your card must be valid to secure the rental with the supplier.
vi: Thẻ của bạn phải còn hiệu lực để đảm bảo việc thuê xe với nhà cung cấp.

# car_rent_input_title_accept_card_pay
source: Accepted payment cards
vi: Thẻ được chấp nhận thanh toán

# car_rent_input_title_content_notice_later_pay
source: The car supplier will process your payment. Depending on booking conditions, you can pay in full or in part.
vi: Nhà cung cấp xe sẽ xử lý thanh toán. Tuỳ vào điều kiện đặt thuê xe mà phí thuê xe có thể thanh toán một phần hoặc toàn bộ.

# car_rent_input_title_select_type_card
source: Select Credit Card type
vi: Chọn loại thẻ tín dụng

# car_rent_input_title_number_card
source: Card number
vi: Số thẻ

# car_rent_input_title_enter_number_card
source: Enter card number
vi: Nhập số thẻ

# car_rent_input_title_name_card
source: Cardholder name
vi: Tên chủ thẻ

# car_rent_input_title_enter_name_card
source: Enter cardholder name
vi: Nhập tên chủ thẻ

# car_rent_input_title_select_expiry_date
source: Select expiry date
vi: Chọn ngày hết hạn

# car_rent_input_title_expiry_date
source: Expiry date
vi: Ngày hết hạn

# car_rent_input_title_gate_ways
source: Payment gateway
vi: Cổng thanh toán

# car_rent_input_title_ccv_code
source: CVC code
vi: Mã CVC

# car_rent_input_title_enter_ccv_code
source: Enter CVC code
vi: Nhập mã CVC

# car_rent_input_title_first_notice_need_anything_else
source: We will inform the supplier that you're interested in these services, so they can provide you with detailed information. Your request cannot be guaranteed. Don't worry! The supplier will try to fulfill your needs.
vi: Chúng tôi sẽ thông báo cho nơi cho thuê xe biết rằng bạn đang quan tâm đến các dịch vụ này, để họ có thể cung cấp thông tin chi tiết và gửi cho bạn. Yêu cầu của bạn có thể không được đảm bảo. Đừng lo! Nhà cung cấp sẽ cố gắng sắp xếp cho bạn.

# car_rent_input_title_sub_notice_need_anything_else
source: Your request cannot be guaranteed. Don't worry! The supplier will try to fulfill your needs.
vi: Yêu cầu của bạn có thể không được đảm bảo. Đừng lo! Nhà cung cấp sẽ cố gắng sắp xếp cho bạn.

# car_rent_input_hint_enter_maximum_fifteen_character
source: Enter a maximum of 55 characters
vi: Nhập tối đa 55 ký tự

# car_rent_input_noti_invalid_last_name
source: Invalid last name
vi: Họ không hợp lệ

# car_rent_input_noti_invalid_first_name
source: Invalid Middle & First/Given name
vi: Tên đệm & tên không hợp lệ

# car_rent_input_noti_required_last_name
source: Last name is required
vi: Họ là bắt buộc

# car_rent_input_noti_required_first_name
source: Middle & First/Given name is required
vi: Tên đệm & tên là bắt buộc

# car_rent_input_noti_invalid_email
source: Invalid email
vi: Email không hợp lệ

# car_rent_input_noti_invalid_phone
source: Invalid phone number
vi: Số điện thoại không hợp lệ

# car_rent_input_noti_required_email
source: Email is required
vi: Email là bắt buộc

# car_rent_input_noti_required_phone
source: Phone number is required
vi: Số điện thoại là bắt buộc

# car_rent_input_noti_requried_address
source: Address is required
vi: Địa chỉ là bắt buộc

# car_rent_input_noti_requried_country
source: Country is required
vi: Quốc gia là bắt buộc

# car_rent_input_noti_requried_number_card
source: Card number is required
vi: Số thẻ là bắt buộc

# car_rent_input_noti_requried_card_holder_name
source: Cardholder name is required
vi: Tên chủ thẻ là bắt buộc

# car_rent_input_noti_requried_type_card
source: Credit card is required
vi: Thẻ tín dụng là bắt buộc

# car_rent_input_noti_requried_expiry
source: Expiry date is required
vi: Ngày hết hạn là bắt buộc

# car_rent_input_title_type_card_credit
source: Credit Card type
vi: Loại thẻ tín dụng

# car_rent_input_title_currency_at_rental_car_place
source: Currency on pick-up location
vi: Tiền tệ tại chỗ thuê xe

# car_rent_input_title_rule_age
source: Age rules
vi: Quy định về độ tuổi

# car_rent_input_notice_term_and_policy_first_string
source: By proceeding with the next step, I confirm that I have read and agreed to Hahalolo’s
vi: Tiếp tục thực hiện bước tiếp theo, tôi xác nhận đã xem và chấp thuận các

# car_rent_input_notice_term_and_policy_append__string
source: Terms - Policies
vi: Điều khoản - Chính sách

# car_rent_input_notice_term_and_policy_between_string
source: and
vi: và

# car_rent_input_notice_term_and_policy_append___string
source: Privacy Policy
vi: Chính sách riêng tư

# car_cart_title_pick_up
source: Pick-up
vi: Thuê xe

# car_cart_title_drop_off
source: Drop-off
vi: Trả xe

# car_cart_title_included_texas_fee
source: Taxes and fees included
vi: Đã bao gồm thuế và phí

# car_cart_title_btn_delete
source: Delete
vi: Xóa

# car_cart_title_btn_edit
source: Change
vi: Thay đổi lựa chọn

# car_cart_title_sub_total
source: Subtotal
vi: Giá tạm tính

# car_cart_title_car_types
source: Car type:
vi: Dòng xe:

# car_title_select_country
source: Choose country
vi: Chọn quốc gia

# car_title_select_city_or_state
source: Choose city/state
vi: Chọn thành phố/bang

# car_result_notice_no_data_found
source: Sorry, no data found
vi: Xin lỗi, không tìm thấy dữ liệu

# car_result_notice_no_flight_found_description
source: We could not find any results that match your search query.Please try searching again.
vi: Chúng tôi không thể tìm thấy kết quả phù hợp với yêu cầu tìm kiếm của bạn. Vui lòng thử lại.

# car_title_car_cart
source: Car Booking
vi: Đặt Xe

# car_hint_text_country
source: Country...
vi: Quốc gia...

# car_feed_input_hint_pick_up_place
source: Your pick-up place
vi: Nơi bạn muốn thuê xe

# car_feed_input_hint_drop_off_place
source: Your drop-off place
vi: Nơi bạn muốn trả xe

# car_feed_notice_empty_location_pick_up
source: Please select a pick-up place to search
vi: Vui lòng chọn nơi thuê xe để tìm kiếm

# car_title_search_enter_drop_off_place
source: Enter drop-off place
vi: Nhập nơi trả xe

# car_title_search_result_first_character
source: Car rental in
vi: Thuê xe tại

# car_title_tool_bar_pick_up_location
source: Where you want to pick-up
vi: Nơi bạn muốn thuê xe

# car_title_tool_bar_drop_off_location
source: Where you want to drop-off
vi: Nơi bạn muốn trả xe

# car_hand_note_detail_order_full_name
source: Full name
vi: Họ & tên

# car_hand_note_detail_order_promotion
source: Promotion
vi: Khuyến mãi

# car_hand_note_detail_order_act_history
source: Activity history
vi: Lịch sử hoạt động

# car_hand_note_detail_order_order_payment
source: Order payment
vi: Thanh toán đơn hàng

# car_hand_note_detail_order_cancel_info
source: Order cancel information
vi: Thông tin hủy đơn hàng

# car_hand_note_detail_order_payment_info
source: Payment information
vi: Thông tin thanh toán

# car_hand_note_detail_order_paid
source: Success
vi: Thành công

# car_hand_note_detail_order_unpaid
source: Unpaid
vi: Chưa thanh toán

# car_hand_note_title_days_ago
source: days ago
vi: ngày trước

# car_hand_note_detail_order_cancel_fee
source: Cancelation fee
vi: Phí hủy

# car_hand_note_detail_order_amount_ongoing_return
source: Estimated refund amount
vi: Số tiền hoàn trả dự kiến

# car_hand_note_detail_order_time_ongoing_return
source: Estimated refund time
vi: Thời gian hoàn trả dự kiến

# car_hand_note_detail_order_info_transaction
source: Transaction information
vi: Thông tin giao dịch

# car_hand_note_detail_order_amount_payment
source: Total amount
vi: Số tiền thanh toán

# car_hand_note_detail_order_total_order
source: Order total
vi: Tổng đơn hàng

# notify_error_occurred
source: Has error occurred. Please try again
vi: Có lỗi xảy ra. Vui lòng thử lại

# car_hand_note_detail_content_define_currency_on_pick_location
source: The car rental price is converted based on the current currency used by the Car supplier. Note: - The exchange rate is subject to change before you pay. - Your card issuer may charge you a foreign transaction fee.
vi: Giá thuê xe đã được chuyển đổi dựa trên đơn vị tiền tệ mà Nhà cung cấp xe đang sử dụng Lưu ý: - Tỷ giá hối đoái có thể thay đổi trước khi bạn thanh toán. - Đơn vị phát hành thẻ của bạn có thể tính phí giao dịch bằng ngoại tệ.

# car_hand_note_detail_content_define_vat
source: VAT is the tax and fee that you're required to pay the car provider under their regulations when using the car rental service.
vi: VAT là khoản thuế và phí thu theo quy định của nơi cung cấp xe mà bạn phải chi trả khi sử dụng dịch vụ thuê xe.

# car_hand_note_detail_content_define_payment_fee
source: The transaction fee corresponding to each car rental request that you need to pay the online payment gateway service provider.
vi: Khoản phí giao dịch tương ứng với mỗi yêu cầu đặt thuê xe mà bạn cần phải trả phí cho bên cung cấp dịch vụ cổng thanh toán online

# car_hand_note_detail_content_notice_insurance
source: Note: If you'd like to apply for these insurance packages, please contact the car provider's front desk directly.
vi: Lưu ý: Nếu bạn muốn áp dụng các gói bảo hiểm này, vui lòng liên hệ trực tiếp tại quầy lễ tân của nhà cung cấp xe.

# car_hand_note_detail_title_header_insurance
source: Many car insurance and rental contracts cover exclusions that may be expensive associated with rental car damage or theft. However, having insurance below will help protect and offer you financial support by a considerable amount of money.
vi: Nhiều hợp đồng bảo hiểm và cho thuê xe hơi có những điều khoản loại trừ có thể rất tốn kém nếu xe bị hư hỏng hoặc bị đánh cắp. Nhưng nếu bạn có bảo hiểm dưới đây, chúng tôi sẽ bảo vệ và hỗ trợ bạn một số tiền đáng kể về mặt tài chính.

# car_result_booking_title_header_rental_car_success
source: BOOKING SUCCESSFUL
vi: THUÊ XE THÀNH CÔNG

# car_result_booking_title_btn_continue_rental_car
source: Continue to book
vi: Tiếp tục thuê xe

# car_result_booking_title_btn_view_order_details
source: View details
vi: Xem chi tiết

# car_result_booking_title_header_first_char
source: Your booking request has been successfully made
vi: Yêu cầu Thuê xe của bạn đã được thực hiện thành công

# car_result_booking_title_header_second_char
source: (Paid)
vi: (Đã thanh toán)

# car_result_booking_title_header_third_char
source: . You can check the car rental details below.
vi: . Bạn có thể kiểm tra thông tin chi tiết bên dưới.

# car_result_booking_title_header__char
source: Thank you for your trust in
vi: Cảm ơn bạn đã tin tưởng và sử dụng dịch vụ của

# car_result_booking_title_header____char
source: service. If you have any questions or need further assistance, please contact our Help Center at
vi: . Nếu có bất kì thắc mắc nào hay cần sự giúp đỡ, vui lòng liên hệ đến Trung tâm hỗ trợ

# car_result_booking_title_header_____char
source: for instructions.
vi: của Hahalolo để nhận được hướng dẫn.

# car_result_booking_title_header______char
source: . You can check the car rental details below.
vi: . Bạn có thể kiểm tra thông tin chi tiết bên dưới.

# car_result_booking_title_order
source: Order
vi: Đơn hàng

# car_result_booking_title_billing_info
source: Billing information
vi: Thông tin người thanh toán

# car_result_booking_title_time
source: Time
vi: Thời gian

# car_result_booking_title_name_car
source: Car name
vi: Tên xe

# car_picker_time_from_the_date
source: From
vi: Từ ngày

# car_picker_time_to_the_date
source: To
vi: Đến ngày

# car_picker_time
source: Time
vi: Giờ

# car_extra_service
source: Some additional services below may be offered to you by the car provider. If you want to apply for them, please contact the provider's front desk directly.
vi: Dưới đây là các dịch vụ mà nhà cung cấp có thể đáp ứng thêm cho bạn. Nếu bạn muốn áp dụng các dịch vụ này, vui lòng liên hệ trực tiếp tại quầy lễ tân của nhà cung cấp xe.

# car_extra_charges
source: Extra charges will apply to drivers under or over the age specified by the car supplier
vi: Đối với tài xế có độ tuổi nhỏ hơn hoặc lớn hơn so với số tuổi quy định của nhà cung cấp xe, sẽ áp dụng phí thu thêm

# car_note_driver_age
source: Note: This feed will be collected at the reception upon your arrival to pick up car.
vi: Lưu ý: Phí này sẽ được thu tại quầy tiếp tân khi bạn đến nhận xe.

# car_details_title_penalty_fee_regulations_return_car_late
source: Penalty fee regulations for late car rental return:
vi: Quy định phí phạt khi trả xe quá thời hạn:

source: Car rental details
vi: Chi tiết thuê xe

# car_gearbox
source: Gearbox
vi: Hộp số

# car_search_code_no_information
source: No booking information found. Please check and try again
vi: Không tìm thấy thông tin đặt xe. Vui lòng kiểm tra lại

# car_input_code_message_empty
source: Please enter your booking number
vi: Vui lòng nhập mã đặt xe
