Repository: khanhdev98/app_product
Catalog: module/content/lib/l10n/app_*.arb
Languages: vi

# flight_v2_dialog_choose_ticket
source: You have selected the flight
vi: Bạn vừa chọn chuyến bay

# flight_v2_dialog_from
source: from
vi: từ

# flight_v2_dialog_time_take_off_flight
source: Flight takeoff time
vi: Thời gian cất cánh của chuyến bay

# flight_v2_dialog_happening
source: must occur
vi: phải diễn ra

# flight_v2_dialog_minimum_hour
source: at least 02 hours
vi: tối thiểu 02 giờ

# flight_v2_dialog_after_trip
source: after the flight
vi: sau khi chuyến bay

# flight_v2_dialog_landed
source: landed.
vi: đã hạ cánh.

# flight_v2_dialog_choose_again_ticket
source: Do you want to select another flight
vi: Bạn có muốn chọn lại chuyến bay

# flight_v2_voucher_hold_not_edit
source: The order has passed through the payment gateway, the discount code cannot be removed.
vi: Đơn hàng đã qua cổng thanh toán, không thể bỏ áp dụng mã giảm giá.

# flight_v2_payment_error_system
source: Your order has been successfully paid and will be updated to your notebook soon.
vi: Đơn hàng của bạn đã được thanh toán thành công và sẽ sớm được cập nhật vào sổ tay của bạn.

# flight_v2_point_unsuccess
source: You have applied points unsuccessfully
vi: Bạn đã áp dụng point không thành công

# flight_v2_point_change
source: The number of points applied has changed due to the change in the total payment amount.
vi: Số point được áp dụng đã thay đổi do thay đổi trong tổng số tiền thanh toán.

# flight_v2_search_departure
source: Departure...
vi: Điểm khởi hành...

# flight_v2_search_destination
source: Destination...
vi: Điểm đến...

# flight_v2_search_select_departure_date
source: Select departure date...
vi: Chọn ngày đi...

# flight_v2_search_select_return_date
source: Select return date...
vi: Chọn ngày về...

# flight_v2_search_round_trip
source: Round trip
vi: Khứ hồi

# flight_v2_search_number_of_passengers
source: Number of passengers
vi: Số hành khách

# flight_v2_search_seat_class
source: Seat class
vi: Hạng ghế

# flight_v2_search_select_departure_point
source: Select departure point
vi: Chọn điểm khởi hành

# flight_v2_search_enter_departure_point
source: Enter to search departure...
vi: Nhập tìm điểm khởi hành…

# flight_v2_search_popular_city_airport
source: Popular cities or airports
vi: Thành phố hoặc sân bay phổ biến

# flight_v2_search_select_area
source: Select a region
vi: Chọn khu vực

# flight_v2_search_destination_different_departure
source: The departure and destination cannot be the same
vi: Điểm đến phải khác với điểm khởi hành

# flight_v2_search_VIETNAM
source: VietNam
vi: Việt Nam

# flight_v2_search_ASIA
source: Asia
vi: Châu Á

# flight_v2_search_EUROPE
source: Europe
vi: Châu Âu

# flight_v2_search_NORTH_AMERICA
source: North America
vi: Châu Mỹ

# flight_v2_search_OCEANIA
source: Oceania
vi: Châu Úc

# flight_v2_search_AFRICA
source: Africa
vi: Châu Phi

# flight_v2_search_select_date
source: Select date
vi: Chọn ngày

# flight_v2_search_departure_date
source: Departure date
vi: Ngày đi

# flight_v2_search_return_date
source: Return date
vi: Ngày về

# flight_v2_search_button_choose
source: Select
vi: Chọn

# flight_v2_search_adult
source: Adult
vi: Người lớn

# flight_v2_search_child
source: Child
vi: Trẻ em

# flight_v2_search_baby
source: Baby
vi: Em bé

# flight_v2_search_age_13_and_over
source: Age 13 and over
vi: Độ tuổi từ 13 trở lên

# flight_v2_search_age_2_12
source: Age 2-12
vi: Độ tuổi từ 2 - 12

# flight_v2_search_under_age_2
source: Under age 2
vi: Dưới 2

# flight_v2_search_show_error
source: The number of babies cannot be greater than the number of adults
vi: Số hành khách em bé không được lớn hơn số hành khách người lớn

# flight_v2_search_find_direct_flights_only
source: Find direct flights only
vi: Chỉ tìm chuyến bay thẳng

# flight_v2_search_look_up_reservation
source: Look up reservation
vi: Tra cứu mã đặt chỗ

# flight_v2_search_enter_your_reservation
source: Enter your booking reference to look up your booking information
vi: Nhập mã đặt chỗ để tra cứu thông tin đặt chỗ của bạn

# flight_v2_search_booking_reference
source: Booking reference
vi: Mã đặt chỗ

# flight_v2_search_button_search
source: Search
vi: Tìm kiếm

# flight_v2_search_title_booking_code
source: Enter your booking reference to look up your flight booking
vi: Nhập mã đặt chỗ để tra cứu thông tin đặt vé máy bay của bạn

# flight_v2_search_adult_child_baby
source: 1 Adult, 0 Child, 0 Baby
vi: 1 Người lớn, 0 Trẻ em, 0 Em bé

# flight_v2_search_seat_all
source: All
vi: Tất cả

# flight_v2_search_seat_economy
source: Economy
vi: Phổ thông

# flight_v2_search_seat_business
source: Business
vi: Thương gia

# flight_v2_search_seat_first
source: First Class
vi: Hạng nhất

# flight_v2_search_not_found_airport
source: Not found
vi: Không tìm thấy

# flight_v2_search_error_not_found
source: The requested data could not be found but may be available in the future
vi: Dữ liệu được yêu cầu không thể tìm thấy nhưng có lẽ sẽ khả dụng trong tương lai

# flight_v2_search_hot_line
source: Customer Service Center Hotline
vi: Hotline TT Chăm sóc khách hàng

# flight_v2_search_account_customer_care
source: Customer Service Center Account
vi: Tài khoản TT Chăm sóc khách hàng

# flight_v2_search_no_location
source: Please select departure and destination
vi: Vui lòng chọn điểm khởi hành và điểm đến

# flight_v2_booking_screen_have_apply_voucher_coupon_code
source: The coupon code has been applied to the payment, see details below
vi: Đã áp dụng mã giảm giá vào thanh toán xem chi tiết ở phía dưới

# flight_hand_note_no_result
source: No result found
vi: Không có kết quả nào

# flight_showcase_domestic_round_trip_step1
source: Time is displayed with the lowest fare of the day
vi: Thời gian được hiển thị kèm giá vé thấp nhất trong ngày

# flight_showcase_domestic_round_trip_step2
source: Swipe to both sides to reselect the flight date
vi: Vuốt sang 2 bên để chọn lại thời điểm bay

# flight_showcase_domestic_round_trip_step3
source: Choose your departure flight
vi: Lựa chọn chuyến bay đi

# flight_showcase_domestic_round_trip_step4
source: Choose your return flight
vi: Lựa chọn chuyến bay về

# flight_showcase_domestic_round_trip_step5
source: You can reselect departure and return flights at any time
vi: Bạn có thể chọn lại chuyến đi và về bất cứ lúc nào

# flight_showcase_domestic_round_trip_step6
source: You need to select enough flights before booking
vi: Bạn cần chọn đủ số chuyến bay trước khi tiến hành đặt vé

# flight_showcase_inter_round_trip_step1
source: Choose a suitable flight journey for yourself
vi: Lựa chọn 1 hành trình bay phù hợp dành cho bạn

# flight_showcase_inter_round_trip_step1_desc
source: A flight journey consists of a departure flight and a return flight
vi: Một hành trình bay gồm chuyến bay đi và chuyến bay về

# flight_showcase_place_from
source: From
vi: Điểm đi

# flight_showcase_place_to
source: To
vi: Điểm đến

# flight_showcase_tutorial
source: Tutorial
vi: Hướng dẫn

# flight_showcase_back
source: Back
vi: Quay lại

# flight_showcase_done
source: Complete
vi: Hoàn thành

# flight_showcase_continue
source: Next
vi: Tiếp theo

# flight_v2_common_done
source: Done
vi: Xong

# flight_v2_detail_airline_operator_by
source: Operated by {organization}
vi: Được điều hành bởi {organization}

# flight_v2_detail_airline_alert_transit
source: Note: Passengers may be required to make customs clearance and submit their transit visa at the request of the host country.
vi: Lưu ý: Hành khách có thể phải làm thủ tục hải quan và nộp thị thực quá cảnh theo yêu cầu của nước sở tại.

# flight_v2_detail_airline_total_price
source: Total price
vi: Tổng giá

# flight_v2_detail_airline_title_tax_and_fee
source: (Taxes and fees included)
vi: (Đã bao gồm thuế và phí)

# flight_v2_detail_airline_button_add_ticket
source: Add ticket
vi: Thêm vé

# flight_v2_detail_airline_button_change_ticket
source: Change ticket
vi: Đổi vé

# flight_v2_detail_airline_button_booking_ticket
source: Booking
vi: Đặt vé

# flight_v2_detail_airline_departure_flight
source: Departure flight
vi: Chuyến bay đi

# flight_v2_detail_airline_return_flight
source: Return flight
vi: Chuyến bay về

# flight_v2_information_customer_title_full_name
source: Full name: {fullName}
vi: Họ và tên: {fullName}

# flight_v2_information_customer_title_gender
source: Gender: {gender}
vi: Giới tính: {gender}

# flight_v2_information_customer_title_birth_day
source: Date of birth: {birthDay}
vi: Ngày sinh: {birthDay}

# flight_v2_payment_include_note_payment
source: (Note: Bank payment fee will be supported by {hahalolo} for {free} for users)
vi: (Ghi chú: Phí thanh toán ngân hàng sẽ được {hahalolo} hỗ trợ {free} cho người dùng)

# flight_v2_payment_include_free_fee_payment
source: FREE
vi: MIỄN PHÍ

# flight_v2_payment_back_from_payment
source: Your flight reservation is being made. You cannot change the order information. Please make a payment before {time} to complete the ticket issuance.
vi: Chuyến bay của bạn đang được đặt chỗ, không thể thay đổi thông tin đơn hàng. Vui lòng thanh toán trước {time} để hoàn tất xuất vé

# flight_v2_payment_use_saved_info_user
source: Use saved contact or payment information
vi: Sử dụng thông tin người liên hệ hoặc thông tin thanh toán đã lưu

# flight_v2_payment_success_thank_user
source: Thank you for trusting and using {hahalolo}'s services. If you have any questions or need help, please contact Hahalolo's {phone} support center for instructions.
vi: Cảm ơn bạn đã tin tưởng và sử dụng dịch vụ của {hahalolo}. Nếu có bất kì thắc mắc nào hay cần sự giúp đỡ, vui lòng liên hệ đến trung tâm hỗ trợ {phone} của Hahalolo để nhận được hướng dẫn.

# flight_v2_payment_success_notifier
source: Your Booking request has been successfully processed {wasPayment}. You can check the itinerary details below.
vi: Yêu cầu Đặt chỗ của bạn đã được thực hiện thành công {wasPayment}. Bạn có thể kiểm tra thông tin chi tiết hành trình bên dưới.

# flight_v2_payment_success_was_payment
source: (Paid)
vi: (Đã thanh toán)

# flight_v2_payment_success_flight_information
source: Flight information
vi: Thông tin chuyến bay

# flight_v2_payment_success_outbound_flight_information
source: Outbound flight information
vi: Thông tin chuyến bay đi

# flight_v2_payment_success_return_flight_information
source: Return flight information
vi: Thông tin chuyến bay về

# flight_v2_dialog_common_agree
source: Agree
vi: Đồng ý

# flight_v2_dialog_common_confirm
source: Confirm
vi: Xác nhận

# flight_v2_dialog_common_skip
source: Skip
vi: Bỏ qua

# flight_v2_dialog_common_cancel
source: Cancel
vi: Hủy

# flight_v2_dialog_common_exit
source: Exit
vi: Thoát

# flight_v2_dialog_common_change_flight
source: Agree
vi: Đồng ý

# flight_v2_dialog_common_change_search
source: Change search
vi: Đổi tìm kiếm

# flight_v2_dialog_title_change_information
source: Change information
vi: Thay đổi thông tin

# flight_v2_dialog_sub_title_change_information
source: Are you sure you want to change the search information
vi: Bạn có chắc chắn muốn thay đổi thông tin tìm kiếm

# flight_v2_dialog_message_change_information
source: If you agree to change the search information, all previous data will be deleted
vi: Nếu bạn đồng ý thay đổi thông tin tìm kiếm, toàn bộ dữ liệu trước đó sẽ bị xoá hết

# flight_v2_dialog_title_not_available
source: Flight is not available
vi: Chuyến bay không khả dụng

# flight_v2_dialog_message_not_available
source: Sorry, the flight you have selected is currently unavailable. Please {chooseOtherFlight}.
vi: Rất tiếc, chuyến bay bạn vừa chọn hiện không khả dụng. Vui lòng {chooseOtherFlight}.

# flight_v2_dialog_message_not_available_choose_other_flight
source: choose another flight or change your search
vi: chọn chuyến bay khác hoặc thay đổi tìm kiếm

# flight_v2_dialog_title_exceed_time_allow
source: The flight exceeded the time allowed
vi: Chuyến bay vượt quá thời gian cho phép

# flight_v2_dialog_message_exceed_time_allow
source: The flight you selected has exceeded its reservation time. Please contact {hahalolo} via hotline {hotline} or {changeOtherFlight}.
vi: Chuyến bay bạn chọn đã vượt quá thời gian cho phép đặt chỗ. Vui lòng liên hệ {hahalolo} qua số hotline {hotline} hoặc {changeOtherFlight}.

# flight_v2_dialog_message_exceed_time_allow_change_other_flight
source: change search for new flight
vi: thay đổi tìm kiếm chuyến bay mới

# flight_v2_dialog_title_delete_account
source: Delete payment account
vi: Xóa tài khoản thanh toán

# flight_v2_dialog_sub_title_delete_account
source: Are you sure you want to delete this payment account?
vi: Bạn có chắc chắn muốn xóa tài khoản thanh toán này?

# flight_v2_dialog_message_delete_account
source: The account will no longer appear in the payment account selection.
vi: Tài khoản sẽ không xuất hiện trong mục chọn tài khoản thanh toán nữa.

# flight_v2_dialog_title_change_ticket_price
source: Ticket price change
vi: Thay đổi giá vé

# flight_v2_dialog_message_change_ticket_price
source: Total order has changed from {oldPrice} to {newPrice}. Please re-select Discount Code/Coins/Points if available.
vi: Tổng đơn hàng có sự thay đổi từ {oldPrice} sang {newPrice}. Vui lòng chọn lại Mã giảm giá/Xu/Point nếu có.

# flight_v2_dialog_title_min_support_payment
source: The order is not eligible for payment
vi: Đơn hàng không đủ điều kiện thanh toán

# flight_v2_dialog_message_min_support_payment
source: Eligible orders have a total payment of {minRange} or a minimum of {maxRange}. You can change the Coupon Code, Coins or Points to qualify for payment
vi: Đơn hàng thỏa điều kiện có tổng thanh toán là {minRange} hoặc tối thiểu {maxRange}. Bạn có thể thay đổi Mã giảm giá, Xu hoặc Point để thỏa điều kiện thanh toán

# flight_v2_dialog_title_order_not_found
source: Notify
vi: Thông báo

# flight_v2_dialog_message_order_not_found
source: Order not found
vi: Không tìm thấy đơn hàng

# flight_v2_dialog_title_exit_order
source: Exit order
vi: Thoát đơn hàng

# flight_v2_dialog_message_exit_order_cart
source: Cart
vi: Giỏ hàng

# flight_v2_dialog_message_exit_order
source: Your flight reservation is being made. If you exit, your order will still be saved in {cart}. You can pay for this order before {time}
vi: Chuyến bay của bạn đang được đặt chỗ. Nếu bạn thoát, đơn hàng của bạn vẫn sẽ được lưu lại ở {cart}. Bạn có thể thanh toán đơn hàng này trước {time}

# flight_v2_dialog_title_payment_error_default
source: Payment failed
vi: Thanh toán không thành công

# flight_v2_dialog_message_payment_error_default_on_process_payment
source: An error occurred during payment. Please try again.
vi: Có lỗi xảy ra trong quá trình thanh toán. Vui lòng thử lại.

# flight_v2_dialog_message_payment_error_default_cskh
source: Contact customer service Hahalolo {here}.
vi: Liên hệ bộ phận chăm sóc khách hàng Hahalolo {here}.

# flight_v2_dialog_message_payment_error_here
source: here
vi: tại đây

# flight_v2_dialog_title_voucher_fee_change
source: Ticket price change
vi: Thay đổi giá vé

# flight_v2_dialog_message_voucher_fee_change
source: The fare has changed from {oldPrice} to {newPrice}. Contact Customer Service Hahalolo {here} for help.
vi: Giá vé đã thay đổi từ {oldPrice} sang {newPrice}. Liên hệ bộ phận CSKH Hahalolo {here} để được trợ giúp.

# flight_v2_dialog_message_voucher_fee_change_here
source: here
vi: tại đây

# flight_v2_dialog_title_system_error
source: Notify
vi: Thông báo

# flight_v2_dialog_message_system_error
source: Your order has been successfully paid and will be updated in your notebook shortly.
vi: Đơn hàng của bạn đã được thanh toán thành công và sẽ sớm được cập nhật vào sổ tay của bạn.

# flight_v2_dialog_title_voucher_not_available
source: Notify
vi: Thông báo

# flight_v2_dialog_message_voucher_not_available
source: Discount code not available. Please check again
vi: Mã giảm giá không khả dụng. Vui lòng kiểm tra lại

# flight_v2_dialog_title_point_not_available
source: Notify
vi: Thông báo

# flight_v2_dialog_message_point_not_available
source: Points are not available. Please check again
vi: Số Point không khả dụng. Vui lòng kiểm tra lại

# flight_v2_dialog_title_coin_not_available
source: Notify
vi: Thông báo

# flight_v2_dialog_message_coin_not_available
source: Coins are not available. Please check again
vi: Số Xu không khả dụng. Vui lòng kiểm tra lại

# flight_v2_dialog_halo_support
source: {message}. Contact customer service Hahalolo {here}.
vi: {message}. Liên hệ bộ phận chăm sóc khách hàng Hahalolo {here}.

# flight_v2_dialog_halo_support_here
source: here
vi: tại đây

# flight_v2_dialog_title_stripe_error
source: Notify
vi: Thông báo

# flight_v2_payment_back_from_payment_no_hold
source: Your flight reservation has not been made. Please make a payment to complete the reservation and ticket issuance.
vi: Chuyến bay của bạn chưa được đặt chỗ. Vui lòng thanh toán để hoàn tất đặt chỗ và xuất vé.

# flight_v2_dialog_message_exit_order_no_hold
source: Your flight reservation has not been made. If you exit, your order will still be saved in {cart}. You can make a payment to complete the ticket issuance
vi: Chuyến bay của bạn chưa được đặt chỗ. Nếu bạn thoát, đơn hàng của bạn vẫn sẽ được lưu lại ở {cart}. Bạn có thể thanh toán để hoàn tất xuất vé

# flight_v2_price_info_read_more
source: View more information
vi: Xem thêm thông tin

# flight_v2_price_info_total_payment
source: Total payment
vi: Tổng thanh toán

# flight_v2_price_info_before_payment
source: Prepayment amount
vi: Số tiền trả trước

# flight_check_the_details
source: . You can check the details below.
vi: . Bạn có thể kiểm tra thông tin chi tiết bên dưới.

# flight_v2_information_bottom_sheet_adult
source: {count} x Adult
vi: {count} x Người lớn

# flight_v2_information_bottom_sheet_children
source: {count} x Child
vi: {count} x Trẻ em

# flight_v2_information_bottom_sheet_infant
source: {count} x Infant
vi: {count} x Em bé

# flight_v2_information_customer_info_adult
source: Adult information {index}
vi: Thông tin người lớn {index}

# flight_v2_information_customer_info_child
source: Children information {index}
vi: Thông tin trẻ em {index}

# flight_v2_information_customer_info_infant
source: Infant information {index}
vi: Thông tin em bé {index}

# flight_v2_information_adult_title
source: {count} Adult
vi: {count} Người lớn

# flight_v2_information_child_title
source: {count} Children
vi: {count} Trẻ em

# flight_v2_information_infant_title
source: {count} Infant
vi: {count} Em bé

# flight_v2_detail_airline_alert_transit_time
source: A transit time of about {time} in {place}
vi: Quá cảnh khoảng {time} tại {place}

# flight_v2_detail_airline_tax_and_fee
source: Tax and fee (x{count})
vi: Thuế và phí (x{count})

# flight_v2_detail_airline_price_basic
source: Base fare (x{count})
vi: Giá vé cơ bản (x{count})

# flight_v2_not_buy_more_baggage
source: No more baggage
vi: Không mua thêm

# flight_v2_search_code_no_reservation_yet
source: Not reservation yet
vi: Chưa đặt chỗ

# tour_handnote_tab_all
source: All
vi: Tất cả

# tour_handnote_tab_awaiting
source: Awaiting confirmation
vi: Đang chờ xác nhận

# tour_handnote_tab_awaiting_fulfilment
source: Awaiting fulfilment
vi: Đang chờ phục vụ

# tour_handnote_tab_ongoing
source: OnGoing
vi: Đang phục vụ

# tour_handnote_tab_completed
source: Completed
vi: Hoàn thành

# tour_handnote_tab_canceled
source: Canceled
vi: Đã huỷ

# tour_handnote_total_amount_of_tour
source: Price
vi: Giá tour

# tour_booking_screen_alter_guest_information
source: Note: Customer information has not been completed yet
vi: Lưu ý: Chưa hoàn tất thông tin khách hàng

# tour_booking_screen_update_information
source: Update now
vi: Cập nhật ngay

# tour_booking_screen_textspan_note
source: (Note: Payment fee
vi: (Ghi chú: Phí thanh toán

# tour_booking_loading_message
source: Retrieving order information, please wait a moment
vi: Đang lấy thông tin về đơn hàng, xin vui lòng đợi trong giây lát

# tour_booking_last_name
source: Last name
vi: Họ

# tour_booking_middle_and_first_name
source: Middle & First/Given name
vi: Tên đệm và tên

# tour_booking_or_detail_phone_number
source: Phone number
vi: Số điện thoại

# tour_booking_or_detail_address
source: Address
vi: Địa chỉ

# tour_booking_province_city
source: Province/City
vi: Tỉnh/Thành phố

# tour_booking_country
source: Country
vi: Quốc gia

# tour_booking_title_booking_information
source: Booking information
vi: Thông tin đặt Tour

# tour_booking_bottom_detail_price_error
source: Card information is incorrect. Please check again
vi: Thông tin thẻ chưa đúng. Vui lòng kiểm tra lại

# tour_booking_update_item_cart_msg_error_cannot_apply
source: Discount code cannot be applied
vi: Không thể áp dụng mã giảm giá

# tour_booking_update_item_cart_msg_error_Invalid_code
source: Invalid coupon code
vi: Mã giảm giá không khả dụng. Vui lòng kiểm tra lại.

# tour_booking_update_item_cart_msg_error_total_amount_not_eligible
source: The order is not eligible for a coupon code. Please check and try again.
vi: Đơn hàng chưa đủ điều kiện áp dụng mã giảm giá. Vui lòng kiểm tra lại.

# tour_booking_update_item_cart_action_message
source: Close
vi: Đóng

# tour_booking_bottom_view_error
source: Please complete passenger information or request assistance from to enter the following passenger information
vi: Vui lòng hoàn tất thông tin hành khách hoặc yêu cầu được hỗ trợ nhập thông tin hành khách sau

# tour_booking_on_start_payment_message
source: Sorry, the departure date you selected is already sold out. Please choose another departure date.
vi: Rất tiếc, ngày khởi hành bạn chọn đã hết chỗ. Vui lòng chọn lại ngày khởi hành khác.

# tour_booking_update_item_cart_title
source: Notifications
vi: Thông báo

# tour_booking_update_item_cart_msg_error_last
source: An error occurred, please try again later.
vi: Có lỗi xảy ra, vui lòng thử lại sau.

# tour_booking_screen_payment_methods
source: Payment option
vi: Phương thức thanh toán

# tour_booking_screen_accept
source: Accept
vi: Chấp nhận

# tour_booking_screen_coupon_code
source: Coupon code
vi: Mã giảm giá

# tour_booking_screen_insert_code
source: Enter code
vi: Nhập mã

# tour_booking_screen_default_msgError
source: An error occurred. Please try again
vi: Xuất hiện lỗi. Vui lòng thử lại

# tour_booking_screen_on_failed_error_2008
source: The tour schedule by month you selected is not available right now. Please select another tour schedule.
vi: Lịch trình tour theo tháng mà bạn chọn hiện không khả dụng ngay lúc này. Vui lòng lựa chọn lịch trình khác.

# tour_booking_screen_on_failed_error_2202
source: The page hasn't been published or you haven't set up ages.
vi: Page chưa publish hoặc page chưa setting tuổi.

# tour_booking_screen_on_failed_error_2301
source: Tour is not available.
vi: Tour không khả dụng.

# tour_booking_screen_on_failed_error_2303
source: The tour does not belong to the page.
vi: Tour không thuộc về page.

# tour_booking_screen_on_failed_error_2801
source: You need to book the tour {numberDay} days before departure date. Please choose another departure date.
vi: Bạn cần đặt tour trước {numberDay} ngày so với ngày khởi hành. Vui lòng chọn ngày khởi hành khác.

# tour_booking_screen_on_failed_error_2802
source: The tour departure time you choose is shorter or longer than our regulations. Please choose a tour with a suitable departure time.
vi: Thời gian khởi hành tour bạn chọn ngắn hơn hoặc dài hơn quy định của chúng tôi. Vui lòng chọn tour có thời gian khởi hành phù hợp.

# tour_booking_screen_content_apply_voucher_failed_msg_error
source: {msgErr}. Please contact Hahalolo's Customer Service Center
vi: {msgErr}. Vui lòng liên hệ bộ phận CSKH Hahalolo

# tour_booking_screen_content_apply_voucher_failed_here
source: here
vi: tại đây

# tour_booking_screen_content_apply_voucher_failed_help
source: for assistance.
vi: để được trợ giúp.
